export interface I502Record {
  /**
   * 序号：1
   * 数据项：主键，UUID
   * 备注：-
   */
  id: string;
  /**
   * 序号：2
   * 数据项：写入时间
   * 备注：-
   */
  xrsj: string;
  /**
   * 序号：3
   * 数据项：设备编号
   * 备注：-
   */
  sbbh: string;
  /**
   * 序号：4
   * 数据项：设备名称
   * 备注：-
   */
  sbmc: string;
  /**
   * 序号：5
   * 数据项：单位名称
   * 备注：-
   */
  dwmc: string;
  /**
   * 序号：6
   * 数据项：制造时间
   * 备注：-
   */
  zzsj: string;
  /**
   * 序号：7
   * 数据项：制造单位
   * 备注：-
   */
  zzdw: string;
  /**
   * 序号：8
   * 数据项：上次检修时间
   * 备注：-
   */
  scjxsj: string;
  /**
   * 序号：9
   * 数据项：校验日期
   * 备注：-
   */
  jyrq: string;
  /**
   * 序号：10
   * 数据项：轴颈根部 1 通道编号
   * 备注：默认1
   */
  zjgb_1_td: string;
  /**
   * 序号：11
   * 数据项：轴颈根部 1 第一次 左
   * 备注：-
   */
  zjgb_11_z: string;
  /**
   * 序号：12
   * 数据项：轴颈根部 1 第一次 右
   * 备注：-
   */
  zjgb_11_y: string;
  /**
   * 序号：13
   * 数据项：轴颈根部 1 第二次 左
   * 备注：-
   */
  zjgb_12_z: string;
  /**
   * 序号：14
   * 数据项：轴颈根部 1 第二次 右
   * 备注：-
   */
  zjgb_12_y: string;
  /**
   * 序号：15
   * 数据项：轴颈根部 1 第三次 左
   * 备注：-
   */
  zjgb_13_z: string;
  /**
   * 序号：16
   * 数据项：轴颈根部 1 第三次 右
   * 备注：-
   */
  zjgb_13_y: string;
  /**
   * 序号：17
   * 数据项：轴颈根部 1 第四次 左
   * 备注：-
   */
  zjgb_14_z: string;
  /**
   * 序号：18
   * 数据项：轴颈根部 1 第四次 右
   * 备注：-
   */
  zjgb_14_y: string;
  /**
   * 序号：19
   * 数据项：轴颈根部 1 第五次 左
   * 备注：-
   */
  zjgb_15_z: string;
  /**
   * 序号：20
   * 数据项：轴颈根部 1 第五次 右
   * 备注：-
   */
  zjgb_15_y: string;
  /**
   * 序号：21
   * 数据项：轴颈根部 1 差值 左
   * 备注：-
   */
  zjgb_1cz_z: string;
  /**
   * 序号：22
   * 数据项：轴颈根部 1 差值 右
   * 备注：-
   */
  zjgb_1cz_y: string;
  /**
   * 序号：23
   * 数据项：轴颈根部 1 结果
   * 备注：-
   */
  zjgb_1jg: string;
  /**
   * 序号：24
   * 数据项：轴颈根部 2 通道编号
   * 备注：默认2
   */
  zjgb_2_td: string;
  /**
   * 序号：25
   * 数据项：轴颈根部 2 第一次 左
   * 备注：-
   */
  zjgb_21_z: string;
  /**
   * 序号：26
   * 数据项：轴颈根部 2 第一次 右
   * 备注：-
   */
  zjgb_21_y: string;
  /**
   * 序号：27
   * 数据项：轴颈根部 2 第二次 左
   * 备注：-
   */
  zjgb_22_z: string;
  /**
   * 序号：28
   * 数据项：轴颈根部 2 第二次 右
   * 备注：-
   */
  zjgb_22_y: string;
  /**
   * 序号：29
   * 数据项：轴颈根部 2 第三次 左
   * 备注：-
   */
  zjgb_23_z: string;
  /**
   * 序号：30
   * 数据项：轴颈根部 2 第三次 右
   * 备注：-
   */
  zjgb_23_y: string;
  /**
   * 序号：31
   * 数据项：轴颈根部 2 第四次 左
   * 备注：-
   */
  zjgb_24_z: string;
  /**
   * 序号：32
   * 数据项：轴颈根部 2 第四次 右
   * 备注：-
   */
  zjgb_24_y: string;
  /**
   * 序号：33
   * 数据项：轴颈根部 2 第五次 左
   * 备注：-
   */
  zjgb_25_z: string;
  /**
   * 序号：34
   * 数据项：轴颈根部 2 第五次 右
   * 备注：-
   */
  zjgb_25_y: string;
  /**
   * 序号：35
   * 数据项：轴颈根部 2 差值 左
   * 备注：-
   */
  zjgb_2cz_z: string;
  /**
   * 序号：36
   * 数据项：轴颈根部 2 差值 右
   * 备注：-
   */
  zjgb_2cz_y: string;
  /**
   * 序号：37
   * 数据项：轴颈根部 2 结果
   * 备注：-
   */
  zjgb_2jg: string;
  /**
   * 序号：38
   * 数据项：轴颈根部 3 通道编号
   * 备注：默认3
   */
  zjgb_3_td: string;
  /**
   * 序号：39
   * 数据项：轴颈根部 3 第一次 左
   * 备注：-
   */
  zjgb_31_z: string;
  /**
   * 序号：40
   * 数据项：轴颈根部 3 第一次 右
   * 备注：-
   */
  zjgb_31_y: string;
  /**
   * 序号：41
   * 数据项：轴颈根部 3 第二次 左
   * 备注：-
   */
  zjgb_32_z: string;
  /**
   * 序号：42
   * 数据项：轴颈根部 3 第二次 右
   * 备注：-
   */
  zjgb_32_y: string;
  /**
   * 序号：43
   * 数据项：轴颈根部 3 第三次 左
   * 备注：-
   */
  zjgb_33_z: string;
  /**
   * 序号：44
   * 数据项：轴颈根部 3 第三次 右
   * 备注：-
   */
  zjgb_33_y: string;
  /**
   * 序号：45
   * 数据项：轴颈根部 3 第四次 左
   * 备注：-
   */
  zjgb_34_z: string;
  /**
   * 序号：46
   * 数据项：轴颈根部 3 第四次 右
   * 备注：-
   */
  zjgb_34_y: string;
  /**
   * 序号：47
   * 数据项：轴颈根部 3 第五次 左
   * 备注：-
   */
  zjgb_35_z: string;
  /**
   * 序号：48
   * 数据项：轴颈根部 3 第五次 右
   * 备注：-
   */
  zjgb_35_y: string;
  /**
   * 序号：49
   * 数据项：轴颈根部 3 差值 左
   * 备注：-
   */
  zjgb_3cz_z: string;
  /**
   * 序号：50
   * 数据项：轴颈根部 3 差值 右
   * 备注：-
   */
  zjgb_3cz_y: string;
  /**
   * 序号：51
   * 数据项：轴颈根部 3 结果
   * 备注：-
   */
  zjgb_3jg: string;
  /**
   * 序号：52
   * 数据项：轮座镶入部 1 通道编号
   * 备注：默认1
   */
  lzxrb_1_td: string;
  /**
   * 序号：53
   * 数据项：轮座镶入部1 第一次 左
   * 备注：-
   */
  lzxrb_11_z: string;
  /**
   * 序号：54
   * 数据项：轮座镶入部1 第一次 右
   * 备注：-
   */
  lzxrb_11_y: string;
  /**
   * 序号：55
   * 数据项：轮座镶入部1 第二次 左
   * 备注：-
   */
  lzxrb_12_z: string;
  /**
   * 序号：56
   * 数据项：轮座镶入部1 第二次 右
   * 备注：-
   */
  lzxrb_12_y: string;
  /**
   * 序号：57
   * 数据项：轮座镶入部1 第三次 左
   * 备注：-
   */
  lzxrb_13_z: string;
  /**
   * 序号：58
   * 数据项：轮座镶入部1 第三次 右
   * 备注：-
   */
  lzxrb_13_y: string;
  /**
   * 序号：59
   * 数据项：轮座镶入部1 第四次 左
   * 备注：-
   */
  lzxrb_14_z: string;
  /**
   * 序号：60
   * 数据项：轮座镶入部1 第四次 右
   * 备注：-
   */
  lzxrb_14_y: string;
  /**
   * 序号：61
   * 数据项：轮座镶入部1 第五次 左
   * 备注：-
   */
  lzxrb_15_z: string;
  /**
   * 序号：62
   * 数据项：轮座镶入部1 第五次 右
   * 备注：-
   */
  lzxrb_15_y: string;
  /**
   * 序号：63
   * 数据项：轮座镶入部1 差值 左
   * 备注：-
   */
  lzxrb_1cz_z: string;
  /**
   * 序号：64
   * 数据项：轮座镶入部1 差值 右
   * 备注：-
   */
  lzxrb_1cz_y: string;
  /**
   * 序号：65
   * 数据项：轮座镶入部1 结果
   * 备注：-
   */
  lzxrb_1jg: string;
  /**
   * 序号：66
   * 数据项：轮座镶入部 2 通道编号
   * 备注：默认2
   */
  lzxrb_2_td: string;
  /**
   * 序号：67
   * 数据项：轮座镶入部2 第一次 左
   * 备注：-
   */
  lzxrb_21_z: string;
  /**
   * 序号：68
   * 数据项：轮座镶入部2 第一次 右
   * 备注：-
   */
  lzxrb_21_y: string;
  /**
   * 序号：69
   * 数据项：轮座镶入部2 第二次 左
   * 备注：-
   */
  lzxrb_22_z: string;
  /**
   * 序号：70
   * 数据项：轮座镶入部2 第二次 右
   * 备注：-
   */
  lzxrb_22_y: string;
  /**
   * 序号：71
   * 数据项：轮座镶入部2 第三次 左
   * 备注：-
   */
  lzxrb_23_z: string;
  /**
   * 序号：72
   * 数据项：轮座镶入部2 第三次 右
   * 备注：-
   */
  lzxrb_23_y: string;
  /**
   * 序号：73
   * 数据项：轮座镶入部2 第四次 左
   * 备注：-
   */
  lzxrb_24_z: string;
  /**
   * 序号：74
   * 数据项：轮座镶入部2 第四次 右
   * 备注：-
   */
  lzxrb_24_y: string;
  /**
   * 序号：75
   * 数据项：轮座镶入部2 第五次 左
   * 备注：-
   */
  lzxrb_25_z: string;
  /**
   * 序号：76
   * 数据项：轮座镶入部2 第五次 右
   * 备注：-
   */
  lzxrb_25_y: string;
  /**
   * 序号：77
   * 数据项：轮座镶入部2 差值 左
   * 备注：-
   */
  lzxrb_2cz_z: string;
  /**
   * 序号：78
   * 数据项：轮座镶入部2 差值 右
   * 备注：-
   */
  lzxrb_2cz_y: string;
  /**
   * 序号：79
   * 数据项：轮座镶入部2 结果
   * 备注：-
   */
  lzxrb_2jg: string;
  /**
   * 序号：80
   * 数据项：轮座镶入部 3 通道编号
   * 备注：默认3
   */
  lzxrb_3_td: string;
  /**
   * 序号：81
   * 数据项：轮座镶入部3 第一次 左
   * 备注：-
   */
  lzxrb_31_z: string;
  /**
   * 序号：82
   * 数据项：轮座镶入部3 第一次 右
   * 备注：-
   */
  lzxrb_31_y: string;
  /**
   * 序号：83
   * 数据项：轮座镶入部3 第二次 左
   * 备注：-
   */
  lzxrb_32_z: string;
  /**
   * 序号：84
   * 数据项：轮座镶入部3 第二次 右
   * 备注：-
   */
  lzxrb_32_y: string;
  /**
   * 序号：85
   * 数据项：轮座镶入部3 第三次 左
   * 备注：-
   */
  lzxrb_33_z: string;
  /**
   * 序号：86
   * 数据项：轮座镶入部3 第三次 右
   * 备注：-
   */
  lzxrb_33_y: string;
  /**
   * 序号：87
   * 数据项：轮座镶入部3 第四次 左
   * 备注：-
   */
  lzxrb_34_z: string;
  /**
   * 序号：88
   * 数据项：轮座镶入部3 第四次 右
   * 备注：-
   */
  lzxrb_34_y: string;
  /**
   * 序号：89
   * 数据项：轮座镶入部3 第五次 左
   * 备注：-
   */
  lzxrb_35_z: string;
  /**
   * 序号：90
   * 数据项：轮座镶入部3 第五次 右
   * 备注：-
   */
  lzxrb_35_y: string;
  /**
   * 序号：91
   * 数据项：轮座镶入部3 差值 左
   * 备注：-
   */
  lzxrb_3cz_z: string;
  /**
   * 序号：92
   * 数据项：轮座镶入部3 差值 右
   * 备注：-
   */
  lzxrb_3cz_y: string;
  /**
   * 序号：93
   * 数据项：轮座镶入部3 结果
   * 备注：-
   */
  lzxrb_3jg: string;
  /**
   * 序号：94
   * 数据项：轮座镶入部 4 通道编号
   * 备注：默认4
   */
  lzxrb_4_td: string;
  /**
   * 序号：95
   * 数据项：轮座镶入部4 第一次 左
   * 备注：-
   */
  lzxrb_41_z: string;
  /**
   * 序号：96
   * 数据项：轮座镶入部4 第一次 右
   * 备注：-
   */
  lzxrb_41_y: string;
  /**
   * 序号：97
   * 数据项：轮座镶入部4 第二次 左
   * 备注：-
   */
  lzxrb_42_z: string;
  /**
   * 序号：98
   * 数据项：轮座镶入部4 第二次 右
   * 备注：-
   */
  lzxrb_42_y: string;
  /**
   * 序号：99
   * 数据项：轮座镶入部4 第三次 左
   * 备注：-
   */
  lzxrb_43_z: string;
  /**
   * 序号：100
   * 数据项：轮座镶入部4 第三次 右
   * 备注：-
   */
  lzxrb_43_y: string;
  /**
   * 序号：101
   * 数据项：轮座镶入部4 第四次 左
   * 备注：-
   */
  lzxrb_44_z: string;
  /**
   * 序号：102
   * 数据项：轮座镶入部4 第四次 右
   * 备注：-
   */
  lzxrb_44_y: string;
  /**
   * 序号：103
   * 数据项：轮座镶入部4 第五次 左
   * 备注：-
   */
  lzxrb_45_z: string;
  /**
   * 序号：104
   * 数据项：轮座镶入部4 第五次 右
   * 备注：-
   */
  lzxrb_45_y: string;
  /**
   * 序号：105
   * 数据项：轮座镶入部4 差值 左
   * 备注：-
   */
  lzxrb_4cz_z: string;
  /**
   * 序号：106
   * 数据项：轮座镶入部4 差值 右
   * 备注：-
   */
  lzxrb_4cz_y: string;
  /**
   * 序号：107
   * 数据项：轮座镶入部4 结果
   * 备注：-
   */
  lzxrb_4jg: string;
  /**
   * 序号：108
   * 数据项：轮座镶入部 5 通道编号
   * 备注：默认5
   */
  lzxrb_5_td: string;
  /**
   * 序号：109
   * 数据项：轮座镶入部5 第一次 左
   * 备注：-
   */
  lzxrb_51_z: string;
  /**
   * 序号：110
   * 数据项：轮座镶入部5 第一次 右
   * 备注：-
   */
  lzxrb_51_y: string;
  /**
   * 序号：111
   * 数据项：轮座镶入部5 第二次 左
   * 备注：-
   */
  lzxrb_52_z: string;
  /**
   * 序号：112
   * 数据项：轮座镶入部5 第二次 右
   * 备注：-
   */
  lzxrb_52_y: string;
  /**
   * 序号：113
   * 数据项：轮座镶入部5 第三次 左
   * 备注：-
   */
  lzxrb_53_z: string;
  /**
   * 序号：114
   * 数据项：轮座镶入部5 第三次 右
   * 备注：-
   */
  lzxrb_53_y: string;
  /**
   * 序号：115
   * 数据项：轮座镶入部5 第四次 左
   * 备注：-
   */
  lzxrb_54_z: string;
  /**
   * 序号：116
   * 数据项：轮座镶入部5 第四次 右
   * 备注：-
   */
  lzxrb_54_y: string;
  /**
   * 序号：117
   * 数据项：轮座镶入部5 第五次 左
   * 备注：-
   */
  lzxrb_55_z: string;
  /**
   * 序号：118
   * 数据项：轮座镶入部5 第五次 右
   * 备注：-
   */
  lzxrb_55_y: string;
  /**
   * 序号：119
   * 数据项：轮座镶入部5 差值 左
   * 备注：-
   */
  lzxrb_5cz_z: string;
  /**
   * 序号：120
   * 数据项：轮座镶入部5 差值 右
   * 备注：-
   */
  lzxrb_5cz_y: string;
  /**
   * 序号：121
   * 数据项：轮座镶入部5 结果
   * 备注：-
   */
  lzxrb_5jg: string;
  /**
   * 序号：122
   * 数据项：轮座镶入部 6 通道编号
   * 备注：默认6
   */
  lzxrb_6_td: string;
  /**
   * 序号：123
   * 数据项：轮座镶入部6 第一次 左
   * 备注：-
   */
  lzxrb_61_z: string;
  /**
   * 序号：124
   * 数据项：轮座镶入部6 第一次 右
   * 备注：-
   */
  lzxrb_61_y: string;
  /**
   * 序号：125
   * 数据项：轮座镶入部6 第二次 左
   * 备注：-
   */
  lzxrb_62_z: string;
  /**
   * 序号：126
   * 数据项：轮座镶入部6 第二次 右
   * 备注：-
   */
  lzxrb_62_y: string;
  /**
   * 序号：127
   * 数据项：轮座镶入部6 第三次 左
   * 备注：-
   */
  lzxrb_63_z: string;
  /**
   * 序号：128
   * 数据项：轮座镶入部6 第三次 右
   * 备注：-
   */
  lzxrb_63_y: string;
  /**
   * 序号：129
   * 数据项：轮座镶入部6 第四次 左
   * 备注：-
   */
  lzxrb_64_z: string;
  /**
   * 序号：130
   * 数据项：轮座镶入部6 第四次 右
   * 备注：-
   */
  lzxrb_64_y: string;
  /**
   * 序号：131
   * 数据项：轮座镶入部6 第五次 左
   * 备注：-
   */
  lzxrb_65_z: string;
  /**
   * 序号：132
   * 数据项：轮座镶入部6 第五次 右
   * 备注：-
   */
  lzxrb_65_y: string;
  /**
   * 序号：133
   * 数据项：轮座镶入部6 差值 左
   * 备注：-
   */
  lzxrb_6cz_z: string;
  /**
   * 序号：134
   * 数据项：轮座镶入部6 差值 右
   * 备注：-
   */
  lzxrb_6cz_y: string;
  /**
   * 序号：135
   * 数据项：轮座镶入部6 结果
   * 备注：-
   */
  lzxrb_6jg: string;
  /**
   * 序号：136
   * 数据项：轮座镶入部 7 通道编号
   * 备注：默认7
   */
  lzxrb_7_td: string;
  /**
   * 序号：137
   * 数据项：轮座镶入部7 第一次 左
   * 备注：-
   */
  lzxrb_71_z: string;
  /**
   * 序号：138
   * 数据项：轮座镶入部7 第一次 右
   * 备注：-
   */
  lzxrb_71_y: string;
  /**
   * 序号：139
   * 数据项：轮座镶入部7 第二次 左
   * 备注：-
   */
  lzxrb_72_z: string;
  /**
   * 序号：140
   * 数据项：轮座镶入部7 第二次 右
   * 备注：-
   */
  lzxrb_72_y: string;
  /**
   * 序号：141
   * 数据项：轮座镶入部7 第三次 左
   * 备注：-
   */
  lzxrb_73_z: string;
  /**
   * 序号：142
   * 数据项：轮座镶入部7 第三次 右
   * 备注：-
   */
  lzxrb_73_y: string;
  /**
   * 序号：143
   * 数据项：轮座镶入部7 第四次 左
   * 备注：-
   */
  lzxrb_74_z: string;
  /**
   * 序号：144
   * 数据项：轮座镶入部7 第四次 右
   * 备注：-
   */
  lzxrb_74_y: string;
  /**
   * 序号：145
   * 数据项：轮座镶入部7 第五次 左
   * 备注：-
   */
  lzxrb_75_z: string;
  /**
   * 序号：146
   * 数据项：轮座镶入部7 第五次 右
   * 备注：-
   */
  lzxrb_75_y: string;
  /**
   * 序号：147
   * 数据项：轮座镶入部7 差值 左
   * 备注：-
   */
  lzxrb_7cz_z: string;
  /**
   * 序号：148
   * 数据项：轮座镶入部7 差值 右
   * 备注：-
   */
  lzxrb_7cz_y: string;
  /**
   * 序号：149
   * 数据项：轮座镶入部7 结果
   * 备注：-
   */
  lzxrb_7jg: string;
  /**
   * 序号：150
   * 数据项：轮座镶入部 8 通道编号
   * 备注：默认8
   */
  lzxrb_8_td: string;
  /**
   * 序号：151
   * 数据项：轮座镶入部8 第一次 左
   * 备注：-
   */
  lzxrb_81_z: string;
  /**
   * 序号：152
   * 数据项：轮座镶入部8 第一次 右
   * 备注：-
   */
  lzxrb_81_y: string;
  /**
   * 序号：153
   * 数据项：轮座镶入部8 第二次 左
   * 备注：-
   */
  lzxrb_82_z: string;
  /**
   * 序号：154
   * 数据项：轮座镶入部8 第二次 右
   * 备注：-
   */
  lzxrb_82_y: string;
  /**
   * 序号：155
   * 数据项：轮座镶入部8 第三次 左
   * 备注：-
   */
  lzxrb_83_z: string;
  /**
   * 序号：156
   * 数据项：轮座镶入部8 第三次 右
   * 备注：-
   */
  lzxrb_83_y: string;
  /**
   * 序号：157
   * 数据项：轮座镶入部8 第四次 左
   * 备注：-
   */
  lzxrb_84_z: string;
  /**
   * 序号：158
   * 数据项：轮座镶入部8 第四次 右
   * 备注：-
   */
  lzxrb_84_y: string;
  /**
   * 序号：159
   * 数据项：轮座镶入部8 第五次 左
   * 备注：-
   */
  lzxrb_85_z: string;
  /**
   * 序号：160
   * 数据项：轮座镶入部8 第五次 右
   * 备注：-
   */
  lzxrb_85_y: string;
  /**
   * 序号：161
   * 数据项：轮座镶入部8 差值 左
   * 备注：-
   */
  lzxrb_8cz_z: string;
  /**
   * 序号：162
   * 数据项：轮座镶入部8 差值 右
   * 备注：-
   */
  lzxrb_8cz_y: string;
  /**
   * 序号：163
   * 数据项：轮座镶入部8 结果
   * 备注：-
   */
  lzxrb_8jg: string;
  /**
   * 序号：164
   * 数据项：轮座镶入部 9 通道编号
   * 备注：默认9
   */
  lzxrb_9_td: string;
  /**
   * 序号：165
   * 数据项：轮座镶入部9 第一次 左
   * 备注：-
   */
  lzxrb_91_z: string;
  /**
   * 序号：166
   * 数据项：轮座镶入部9 第一次 右
   * 备注：-
   */
  lzxrb_91_y: string;
  /**
   * 序号：167
   * 数据项：轮座镶入部9 第二次 左
   * 备注：-
   */
  lzxrb_92_z: string;
  /**
   * 序号：168
   * 数据项：轮座镶入部9 第二次 右
   * 备注：-
   */
  lzxrb_92_y: string;
  /**
   * 序号：169
   * 数据项：轮座镶入部9 第三次 左
   * 备注：-
   */
  lzxrb_93_z: string;
  /**
   * 序号：170
   * 数据项：轮座镶入部9 第三次 右
   * 备注：-
   */
  lzxrb_93_y: string;
  /**
   * 序号：171
   * 数据项：轮座镶入部9 第四次 左
   * 备注：-
   */
  lzxrb_94_z: string;
  /**
   * 序号：172
   * 数据项：轮座镶入部9 第四次 右
   * 备注：-
   */
  lzxrb_94_y: string;
  /**
   * 序号：173
   * 数据项：轮座镶入部9 第五次 左
   * 备注：-
   */
  lzxrb_95_z: string;
  /**
   * 序号：174
   * 数据项：轮座镶入部9 第五次 右
   * 备注：-
   */
  lzxrb_95_y: string;
  /**
   * 序号：175
   * 数据项：轮座镶入部9 差值 左
   * 备注：-
   */
  lzxrb_9cz_z: string;
  /**
   * 序号：176
   * 数据项：轮座镶入部9 差值 右
   * 备注：-
   */
  lzxrb_9cz_y: string;
  /**
   * 序号：177
   * 数据项：轮座镶入部9 结果
   * 备注：-
   */
  lzxrb_9jg: string;
  /**
   * 序号：178
   * 数据项：轮座镶入部 10 通道编号
   * 备注：默认10
   */
  lzxrb_10_td: string;
  /**
   * 序号：179
   * 数据项：轮座镶入部10 第一次 左
   * 备注：-
   */
  lzxrb_101_z: string;
  /**
   * 序号：180
   * 数据项：轮座镶入部10 第一次 右
   * 备注：-
   */
  lzxrb_101_y: string;
  /**
   * 序号：181
   * 数据项：轮座镶入部10 第二次 左
   * 备注：-
   */
  lzxrb_102_z: string;
  /**
   * 序号：182
   * 数据项：轮座镶入部10 第二次 右
   * 备注：-
   */
  lzxrb_102_y: string;
  /**
   * 序号：183
   * 数据项：轮座镶入部10 第三次 左
   * 备注：-
   */
  lzxrb_103_z: string;
  /**
   * 序号：184
   * 数据项：轮座镶入部10 第三次 右
   * 备注：-
   */
  lzxrb_103_y: string;
  /**
   * 序号：185
   * 数据项：轮座镶入部10 第四次 左
   * 备注：-
   */
  lzxrb_104_z: string;
  /**
   * 序号：186
   * 数据项：轮座镶入部10 第四次 右
   * 备注：-
   */
  lzxrb_104_y: string;
  /**
   * 序号：187
   * 数据项：轮座镶入部10 第五次 左
   * 备注：-
   */
  lzxrb_105_z: string;
  /**
   * 序号：188
   * 数据项：轮座镶入部10 第五次 右
   * 备注：-
   */
  lzxrb_105_y: string;
  /**
   * 序号：189
   * 数据项：轮座镶入部10 差值 左
   * 备注：-
   */
  lzxrb_10cz_z: string;
  /**
   * 序号：190
   * 数据项：轮座镶入部10 差值 右
   * 备注：-
   */
  lzxrb_10cz_y: string;
  /**
   * 序号：191
   * 数据项：轮座镶入部10 结果
   * 备注：-
   */
  lzxrb_10jg: string;
  /**
   * 序号：192
   * 数据项：轮座镶入部 11 通道编号
   * 备注：默认11
   */
  lzxrb_11_td: string;
  /**
   * 序号：193
   * 数据项：轮座镶入部11 第一次 左
   * 备注：-
   */
  lzxrb_111_z: string;
  /**
   * 序号：194
   * 数据项：轮座镶入部11 第一次 右
   * 备注：-
   */
  lzxrb_111_y: string;
  /**
   * 序号：195
   * 数据项：轮座镶入部11 第二次 左
   * 备注：-
   */
  lzxrb_112_z: string;
  /**
   * 序号：196
   * 数据项：轮座镶入部11 第二次 右
   * 备注：-
   */
  lzxrb_112_y: string;
  /**
   * 序号：197
   * 数据项：轮座镶入部11 第三次 左
   * 备注：-
   */
  lzxrb_113_z: string;
  /**
   * 序号：198
   * 数据项：轮座镶入部11 第三次 右
   * 备注：-
   */
  lzxrb_113_y: string;
  /**
   * 序号：199
   * 数据项：轮座镶入部11 第四次 左
   * 备注：-
   */
  lzxrb_114_z: string;
  /**
   * 序号：200
   * 数据项：轮座镶入部11 第四次 右
   * 备注：-
   */
  lzxrb_114_y: string;
  /**
   * 序号：201
   * 数据项：轮座镶入部11 第五次 左
   * 备注：-
   */
  lzxrb_115_z: string;
  /**
   * 序号：202
   * 数据项：轮座镶入部11 第五次 右
   * 备注：-
   */
  lzxrb_115_y: string;
  /**
   * 序号：203
   * 数据项：轮座镶入部11 差值 左
   * 备注：-
   */
  lzxrb_11cz_z: string;
  /**
   * 序号：204
   * 数据项：轮座镶入部11 差值 右
   * 备注：-
   */
  lzxrb_11cz_y: string;
  /**
   * 序号：205
   * 数据项：轮座镶入部11 结果
   * 备注：-
   */
  lzxrb_11jg: string;
  /**
   * 序号：206
   * 数据项：轮座镶入部 12 通道编号
   * 备注：默认12
   */
  lzxrb_12_td: string;
  /**
   * 序号：207
   * 数据项：轮座镶入部12 第一次 左
   * 备注：-
   */
  lzxrb_121_z: string;
  /**
   * 序号：208
   * 数据项：轮座镶入部12 第一次 右
   * 备注：-
   */
  lzxrb_121_y: string;
  /**
   * 序号：209
   * 数据项：轮座镶入部12 第二次 左
   * 备注：-
   */
  lzxrb_122_z: string;
  /**
   * 序号：210
   * 数据项：轮座镶入部12 第二次 右
   * 备注：-
   */
  lzxrb_122_y: string;
  /**
   * 序号：211
   * 数据项：轮座镶入部12 第三次 左
   * 备注：-
   */
  lzxrb_123_z: string;
  /**
   * 序号：212
   * 数据项：轮座镶入部12 第三次 右
   * 备注：-
   */
  lzxrb_123_y: string;
  /**
   * 序号：213
   * 数据项：轮座镶入部12 第四次 左
   * 备注：-
   */
  lzxrb_124_z: string;
  /**
   * 序号：214
   * 数据项：轮座镶入部12 第四次 右
   * 备注：-
   */
  lzxrb_124_y: string;
  /**
   * 序号：215
   * 数据项：轮座镶入部12 第五次 左
   * 备注：-
   */
  lzxrb_125_z: string;
  /**
   * 序号：216
   * 数据项：轮座镶入部12 第五次 右
   * 备注：-
   */
  lzxrb_125_y: string;
  /**
   * 序号：217
   * 数据项：轮座镶入部12 差值 左
   * 备注：-
   */
  lzxrb_12cz_z: string;
  /**
   * 序号：218
   * 数据项：轮座镶入部12 差值 右
   * 备注：-
   */
  lzxrb_12cz_y: string;
  /**
   * 序号：219
   * 数据项：轮座镶入部12 结果
   * 备注：-
   */
  lzxrb_12jg: string;
  /**
   * 序号：220
   * 数据项：轮座镶入部 13 通道编号
   * 备注：默认13
   */
  lzxrb_13_td: string;
  /**
   * 序号：221
   * 数据项：轮座镶入部13 第一次 左
   * 备注：-
   */
  lzxrb_131_z: string;
  /**
   * 序号：222
   * 数据项：轮座镶入部13 第一次 右
   * 备注：-
   */
  lzxrb_131_y: string;
  /**
   * 序号：223
   * 数据项：轮座镶入部13 第二次 左
   * 备注：-
   */
  lzxrb_132_z: string;
  /**
   * 序号：224
   * 数据项：轮座镶入部13 第二次 右
   * 备注：-
   */
  lzxrb_132_y: string;
  /**
   * 序号：225
   * 数据项：轮座镶入部13 第三次 左
   * 备注：-
   */
  lzxrb_133_z: string;
  /**
   * 序号：226
   * 数据项：轮座镶入部13 第三次 右
   * 备注：-
   */
  lzxrb_133_y: string;
  /**
   * 序号：227
   * 数据项：轮座镶入部13 第四次 左
   * 备注：-
   */
  lzxrb_134_z: string;
  /**
   * 序号：228
   * 数据项：轮座镶入部13 第四次 右
   * 备注：-
   */
  lzxrb_134_y: string;
  /**
   * 序号：229
   * 数据项：轮座镶入部13 第五次 左
   * 备注：-
   */
  lzxrb_135_z: string;
  /**
   * 序号：230
   * 数据项：轮座镶入部13 第五次 右
   * 备注：-
   */
  lzxrb_135_y: string;
  /**
   * 序号：231
   * 数据项：轮座镶入部13 差值 左
   * 备注：-
   */
  lzxrb_13cz_z: string;
  /**
   * 序号：232
   * 数据项：轮座镶入部13 差值 右
   * 备注：-
   */
  lzxrb_13cz_y: string;
  /**
   * 序号：233
   * 数据项：轮座镶入部13 结果
   * 备注：-
   */
  lzxrb_13jg: string;
  /**
   * 序号：234
   * 数据项：轮座镶入部 14 通道编号
   * 备注：默认14
   */
  lzxrb_14_td: string;
  /**
   * 序号：235
   * 数据项：轮座镶入部14 第一次 左
   * 备注：-
   */
  lzxrb_141_z: string;
  /**
   * 序号：236
   * 数据项：轮座镶入部14 第一次 右
   * 备注：-
   */
  lzxrb_141_y: string;
  /**
   * 序号：237
   * 数据项：轮座镶入部14 第二次 左
   * 备注：-
   */
  lzxrb_142_z: string;
  /**
   * 序号：238
   * 数据项：轮座镶入部14 第二次 右
   * 备注：-
   */
  lzxrb_142_y: string;
  /**
   * 序号：239
   * 数据项：轮座镶入部14 第三次 左
   * 备注：-
   */
  lzxrb_143_z: string;
  /**
   * 序号：240
   * 数据项：轮座镶入部14 第三次 右
   * 备注：-
   */
  lzxrb_143_y: string;
  /**
   * 序号：241
   * 数据项：轮座镶入部14 第四次 左
   * 备注：-
   */
  lzxrb_144_z: string;
  /**
   * 序号：242
   * 数据项：轮座镶入部14 第四次 右
   * 备注：-
   */
  lzxrb_144_y: string;
  /**
   * 序号：243
   * 数据项：轮座镶入部14 第五次 左
   * 备注：-
   */
  lzxrb_145_z: string;
  /**
   * 序号：244
   * 数据项：轮座镶入部14 第五次 右
   * 备注：-
   */
  lzxrb_145_y: string;
  /**
   * 序号：245
   * 数据项：轮座镶入部14 差值 左
   * 备注：-
   */
  lzxrb_14cz_z: string;
  /**
   * 序号：246
   * 数据项：轮座镶入部14 差值 右
   * 备注：-
   */
  lzxrb_14cz_y: string;
  /**
   * 序号：247
   * 数据项：轮座镶入部14 结果
   * 备注：-
   */
  lzxrb_14jg: string;
  /**
   * 序号：248
   * 数据项：轮座镶入部 15 通道编号
   * 备注：默认15
   */
  lzxrb_15_td: string;
  /**
   * 序号：249
   * 数据项：轮座镶入部15 第一次 左
   * 备注：-
   */
  lzxrb_151_z: string;
  /**
   * 序号：250
   * 数据项：轮座镶入部15 第一次 右
   * 备注：-
   */
  lzxrb_151_y: string;
  /**
   * 序号：251
   * 数据项：轮座镶入部15 第二次 左
   * 备注：-
   */
  lzxrb_152_z: string;
  /**
   * 序号：252
   * 数据项：轮座镶入部15 第二次 右
   * 备注：-
   */
  lzxrb_152_y: string;
  /**
   * 序号：253
   * 数据项：轮座镶入部15 第三次 左
   * 备注：-
   */
  lzxrb_153_z: string;
  /**
   * 序号：254
   * 数据项：轮座镶入部15 第三次 右
   * 备注：-
   */
  lzxrb_153_y: string;
  /**
   * 序号：255
   * 数据项：轮座镶入部15 第四次 左
   * 备注：-
   */
  lzxrb_154_z: string;
  /**
   * 序号：256
   * 数据项：轮座镶入部15 第四次 右
   * 备注：-
   */
  lzxrb_154_y: string;
  /**
   * 序号：257
   * 数据项：轮座镶入部15 第五次 左
   * 备注：-
   */
  lzxrb_155_z: string;
  /**
   * 序号：258
   * 数据项：轮座镶入部15 第五次 右
   * 备注：-
   */
  lzxrb_155_y: string;
  /**
   * 序号：259
   * 数据项：轮座镶入部15 差值 左
   * 备注：-
   */
  lzxrb_15cz_z: string;
  /**
   * 序号：260
   * 数据项：轮座镶入部15 差值 右
   * 备注：-
   */
  lzxrb_15cz_y: string;
  /**
   * 序号：261
   * 数据项：轮座镶入部15 结果
   * 备注：-
   */
  lzxrb_15jg: string;
  /**
   * 序号：262
   * 数据项：轮座镶入部 16 通道编号
   * 备注：默认16
   */
  lzxrb_16_td: string;
  /**
   * 序号：263
   * 数据项：轮座镶入部16 第一次 左
   * 备注：-
   */
  lzxrb_161_z: string;
  /**
   * 序号：264
   * 数据项：轮座镶入部16 第一次 右
   * 备注：-
   */
  lzxrb_161_y: string;
  /**
   * 序号：265
   * 数据项：轮座镶入部16 第二次 左
   * 备注：-
   */
  lzxrb_162_z: string;
  /**
   * 序号：266
   * 数据项：轮座镶入部16 第二次 右
   * 备注：-
   */
  lzxrb_162_y: string;
  /**
   * 序号：267
   * 数据项：轮座镶入部16 第三次 左
   * 备注：-
   */
  lzxrb_163_z: string;
  /**
   * 序号：268
   * 数据项：轮座镶入部16 第三次 右
   * 备注：-
   */
  lzxrb_163_y: string;
  /**
   * 序号：269
   * 数据项：轮座镶入部16 第四次 左
   * 备注：-
   */
  lzxrb_164_z: string;
  /**
   * 序号：270
   * 数据项：轮座镶入部16 第四次 右
   * 备注：-
   */
  lzxrb_164_y: string;
  /**
   * 序号：271
   * 数据项：轮座镶入部16 第五次 左
   * 备注：-
   */
  lzxrb_165_z: string;
  /**
   * 序号：272
   * 数据项：轮座镶入部16 第五次 右
   * 备注：-
   */
  lzxrb_165_y: string;
  /**
   * 序号：273
   * 数据项：轮座镶入部16 差值 左
   * 备注：-
   */
  lzxrb_16cz_z: string;
  /**
   * 序号：274
   * 数据项：轮座镶入部16 差值 右
   * 备注：-
   */
  lzxrb_16cz_y: string;
  /**
   * 序号：275
   * 数据项：轮座镶入部16 结果
   * 备注：-
   */
  lzxrb_16jg: string;
  /**
   * 序号：276
   * 数据项：轮座镶入部 17 通道编号
   * 备注：默认17
   */
  lzxrb_17_td: string;
  /**
   * 序号：277
   * 数据项：轮座镶入部17 第一次 左
   * 备注：-
   */
  lzxrb_171_z: string;
  /**
   * 序号：278
   * 数据项：轮座镶入部17 第一次 右
   * 备注：-
   */
  lzxrb_171_y: string;
  /**
   * 序号：279
   * 数据项：轮座镶入部17 第二次 左
   * 备注：-
   */
  lzxrb_172_z: string;
  /**
   * 序号：280
   * 数据项：轮座镶入部17 第二次 右
   * 备注：-
   */
  lzxrb_172_y: string;
  /**
   * 序号：281
   * 数据项：轮座镶入部17 第三次 左
   * 备注：-
   */
  lzxrb_173_z: string;
  /**
   * 序号：282
   * 数据项：轮座镶入部17 第三次 右
   * 备注：-
   */
  lzxrb_173_y: string;
  /**
   * 序号：283
   * 数据项：轮座镶入部17 第四次 左
   * 备注：-
   */
  lzxrb_174_z: string;
  /**
   * 序号：284
   * 数据项：轮座镶入部17 第四次 右
   * 备注：-
   */
  lzxrb_174_y: string;
  /**
   * 序号：285
   * 数据项：轮座镶入部17 第五次 左
   * 备注：-
   */
  lzxrb_175_z: string;
  /**
   * 序号：286
   * 数据项：轮座镶入部17 第五次 右
   * 备注：-
   */
  lzxrb_175_y: string;
  /**
   * 序号：287
   * 数据项：轮座镶入部17 差值 左
   * 备注：-
   */
  lzxrb_17cz_z: string;
  /**
   * 序号：288
   * 数据项：轮座镶入部17 差值 右
   * 备注：-
   */
  lzxrb_17cz_y: string;
  /**
   * 序号：289
   * 数据项：轮座镶入部17 结果
   * 备注：-
   */
  lzxrb_17jg: string;
  /**
   * 序号：290
   * 数据项：轮座镶入部 18 通道编号
   * 备注：默认18
   */
  lzxrb_18_td: string;
  /**
   * 序号：291
   * 数据项：轮座镶入部18 第一次 左
   * 备注：-
   */
  lzxrb_181_z: string;
  /**
   * 序号：292
   * 数据项：轮座镶入部18 第一次 右
   * 备注：-
   */
  lzxrb_181_y: string;
  /**
   * 序号：293
   * 数据项：轮座镶入部18 第二次 左
   * 备注：-
   */
  lzxrb_182_z: string;
  /**
   * 序号：294
   * 数据项：轮座镶入部18 第二次 右
   * 备注：-
   */
  lzxrb_182_y: string;
  /**
   * 序号：295
   * 数据项：轮座镶入部18 第三次 左
   * 备注：-
   */
  lzxrb_183_z: string;
  /**
   * 序号：296
   * 数据项：轮座镶入部18 第三次 右
   * 备注：-
   */
  lzxrb_183_y: string;
  /**
   * 序号：297
   * 数据项：轮座镶入部18 第四次 左
   * 备注：-
   */
  lzxrb_184_z: string;
  /**
   * 序号：298
   * 数据项：轮座镶入部18 第四次 右
   * 备注：-
   */
  lzxrb_184_y: string;
  /**
   * 序号：299
   * 数据项：轮座镶入部18 第五次 左
   * 备注：-
   */
  lzxrb_185_z: string;
  /**
   * 序号：300
   * 数据项：轮座镶入部18 第五次 右
   * 备注：-
   */
  lzxrb_185_y: string;
  /**
   * 序号：301
   * 数据项：轮座镶入部18 差值 左
   * 备注：-
   */
  lzxrb_18cz_z: string;
  /**
   * 序号：302
   * 数据项：轮座镶入部18 差值 右
   * 备注：-
   */
  lzxrb_18cz_y: string;
  /**
   * 序号：303
   * 数据项：轮座镶入部18 结果
   * 备注：-
   */
  lzxrb_18jg: string;
  /**
   * 序号：304
   * 数据项：轮座镶入部 19 通道编号
   * 备注：默认19
   */
  lzxrb_19_td: string;
  /**
   * 序号：305
   * 数据项：轮座镶入部19 第一次 左
   * 备注：-
   */
  lzxrb_191_z: string;
  /**
   * 序号：306
   * 数据项：轮座镶入部19 第一次 右
   * 备注：-
   */
  lzxrb_191_y: string;
  /**
   * 序号：307
   * 数据项：轮座镶入部19 第二次 左
   * 备注：-
   */
  lzxrb_192_z: string;
  /**
   * 序号：308
   * 数据项：轮座镶入部19 第二次 右
   * 备注：-
   */
  lzxrb_192_y: string;
  /**
   * 序号：309
   * 数据项：轮座镶入部19 第三次 左
   * 备注：-
   */
  lzxrb_193_z: string;
  /**
   * 序号：310
   * 数据项：轮座镶入部19 第三次 右
   * 备注：-
   */
  lzxrb_193_y: string;
  /**
   * 序号：311
   * 数据项：轮座镶入部19 第四次 左
   * 备注：-
   */
  lzxrb_194_z: string;
  /**
   * 序号：312
   * 数据项：轮座镶入部19 第四次 右
   * 备注：-
   */
  lzxrb_194_y: string;
  /**
   * 序号：313
   * 数据项：轮座镶入部19 第五次 左
   * 备注：-
   */
  lzxrb_195_z: string;
  /**
   * 序号：314
   * 数据项：轮座镶入部19 第五次 右
   * 备注：-
   */
  lzxrb_195_y: string;
  /**
   * 序号：315
   * 数据项：轮座镶入部19 差值 左
   * 备注：-
   */
  lzxrb_19cz_z: string;
  /**
   * 序号：316
   * 数据项：轮座镶入部19 差值 右
   * 备注：-
   */
  lzxrb_19cz_y: string;
  /**
   * 序号：317
   * 数据项：轮座镶入部19 结果
   * 备注：-
   */
  lzxrb_19jg: string;
  /**
   * 序号：318
   * 数据项：轮座镶入部 20 通道编号
   * 备注：默认20
   */
  lzxrb_20_td: string;
  /**
   * 序号：319
   * 数据项：轮座镶入部20 第一次 左
   * 备注：-
   */
  lzxrb_201_z: string;
  /**
   * 序号：320
   * 数据项：轮座镶入部20 第一次 右
   * 备注：-
   */
  lzxrb_201_y: string;
  /**
   * 序号：321
   * 数据项：轮座镶入部20 第二次 左
   * 备注：-
   */
  lzxrb_202_z: string;
  /**
   * 序号：322
   * 数据项：轮座镶入部20 第二次 右
   * 备注：-
   */
  lzxrb_202_y: string;
  /**
   * 序号：323
   * 数据项：轮座镶入部20 第三次 左
   * 备注：-
   */
  lzxrb_203_z: string;
  /**
   * 序号：324
   * 数据项：轮座镶入部20 第三次 右
   * 备注：-
   */
  lzxrb_203_y: string;
  /**
   * 序号：325
   * 数据项：轮座镶入部20 第四次 左
   * 备注：-
   */
  lzxrb_204_z: string;
  /**
   * 序号：326
   * 数据项：轮座镶入部20 第四次 右
   * 备注：-
   */
  lzxrb_204_y: string;
  /**
   * 序号：327
   * 数据项：轮座镶入部20 第五次 左
   * 备注：-
   */
  lzxrb_205_z: string;
  /**
   * 序号：328
   * 数据项：轮座镶入部20 第五次 右
   * 备注：-
   */
  lzxrb_205_y: string;
  /**
   * 序号：329
   * 数据项：轮座镶入部20 差值 左
   * 备注：-
   */
  lzxrb_20cz_z: string;
  /**
   * 序号：330
   * 数据项：轮座镶入部20 差值 右
   * 备注：-
   */
  lzxrb_20cz_y: string;
  /**
   * 序号：331
   * 数据项：轮座镶入部20 结果
   * 备注：-
   */
  lzxrb_20jg: string;
  /**
   * 序号：332
   * 数据项：轮座镶入部 21 通道编号
   * 备注：默认21
   */
  lzxrb_21_td: string;
  /**
   * 序号：333
   * 数据项：轮座镶入部21 第一次 左
   * 备注：-
   */
  lzxrb_211_z: string;
  /**
   * 序号：334
   * 数据项：轮座镶入部21 第一次 右
   * 备注：-
   */
  lzxrb_211_y: string;
  /**
   * 序号：335
   * 数据项：轮座镶入部21 第二次 左
   * 备注：-
   */
  lzxrb_212_z: string;
  /**
   * 序号：336
   * 数据项：轮座镶入部21 第二次 右
   * 备注：-
   */
  lzxrb_212_y: string;
  /**
   * 序号：337
   * 数据项：轮座镶入部21 第三次 左
   * 备注：-
   */
  lzxrb_213_z: string;
  /**
   * 序号：338
   * 数据项：轮座镶入部21 第三次 右
   * 备注：-
   */
  lzxrb_213_y: string;
  /**
   * 序号：339
   * 数据项：轮座镶入部21 第四次 左
   * 备注：-
   */
  lzxrb_214_z: string;
  /**
   * 序号：340
   * 数据项：轮座镶入部21 第四次 右
   * 备注：-
   */
  lzxrb_214_y: string;
  /**
   * 序号：341
   * 数据项：轮座镶入部21 第五次 左
   * 备注：-
   */
  lzxrb_215_z: string;
  /**
   * 序号：342
   * 数据项：轮座镶入部21 第五次 右
   * 备注：-
   */
  lzxrb_215_y: string;
  /**
   * 序号：343
   * 数据项：轮座镶入部21 差值 左
   * 备注：-
   */
  lzxrb_21cz_z: string;
  /**
   * 序号：344
   * 数据项：轮座镶入部21 差值 右
   * 备注：-
   */
  lzxrb_21cz_y: string;
  /**
   * 序号：345
   * 数据项：轮座镶入部21 结果
   * 备注：-
   */
  lzxrb_21jg: string;
  /**
   * 序号：346
   * 数据项：轮座镶入部 22 通道编号
   * 备注：默认22
   */
  lzxrb_22_td: string;
  /**
   * 序号：347
   * 数据项：轮座镶入部22 第一次 左
   * 备注：-
   */
  lzxrb_221_z: string;
  /**
   * 序号：348
   * 数据项：轮座镶入部22 第一次 右
   * 备注：-
   */
  lzxrb_221_y: string;
  /**
   * 序号：349
   * 数据项：轮座镶入部22 第二次 左
   * 备注：-
   */
  lzxrb_222_z: string;
  /**
   * 序号：350
   * 数据项：轮座镶入部22 第二次 右
   * 备注：-
   */
  lzxrb_222_y: string;
  /**
   * 序号：351
   * 数据项：轮座镶入部22 第三次 左
   * 备注：-
   */
  lzxrb_223_z: string;
  /**
   * 序号：352
   * 数据项：轮座镶入部22 第三次 右
   * 备注：-
   */
  lzxrb_223_y: string;
  /**
   * 序号：353
   * 数据项：轮座镶入部22 第四次 左
   * 备注：-
   */
  lzxrb_224_z: string;
  /**
   * 序号：354
   * 数据项：轮座镶入部22 第四次 右
   * 备注：-
   */
  lzxrb_224_y: string;
  /**
   * 序号：355
   * 数据项：轮座镶入部22 第五次 左
   * 备注：-
   */
  lzxrb_225_z: string;
  /**
   * 序号：356
   * 数据项：轮座镶入部22 第五次 右
   * 备注：-
   */
  lzxrb_225_y: string;
  /**
   * 序号：357
   * 数据项：轮座镶入部22 差值 左
   * 备注：-
   */
  lzxrb_22cz_z: string;
  /**
   * 序号：358
   * 数据项：轮座镶入部22 差值 右
   * 备注：-
   */
  lzxrb_22cz_y: string;
  /**
   * 序号：359
   * 数据项：轮座镶入部22 结果
   * 备注：-
   */
  lzxrb_22jg: string;
  /**
   * 序号：360
   * 数据项：轮座镶入部 23 通道编号
   * 备注：默认23
   */
  lzxrb_23_td: string;
  /**
   * 序号：361
   * 数据项：轮座镶入部23 第一次 左
   * 备注：-
   */
  lzxrb_231_z: string;
  /**
   * 序号：362
   * 数据项：轮座镶入部23 第一次 右
   * 备注：-
   */
  lzxrb_231_y: string;
  /**
   * 序号：363
   * 数据项：轮座镶入部23 第二次 左
   * 备注：-
   */
  lzxrb_232_z: string;
  /**
   * 序号：364
   * 数据项：轮座镶入部23 第二次 右
   * 备注：-
   */
  lzxrb_232_y: string;
  /**
   * 序号：365
   * 数据项：轮座镶入部23 第三次 左
   * 备注：-
   */
  lzxrb_233_z: string;
  /**
   * 序号：366
   * 数据项：轮座镶入部23 第三次 右
   * 备注：-
   */
  lzxrb_233_y: string;
  /**
   * 序号：367
   * 数据项：轮座镶入部23 第四次 左
   * 备注：-
   */
  lzxrb_234_z: string;
  /**
   * 序号：368
   * 数据项：轮座镶入部23 第四次 右
   * 备注：-
   */
  lzxrb_234_y: string;
  /**
   * 序号：369
   * 数据项：轮座镶入部23 第五次 左
   * 备注：-
   */
  lzxrb_235_z: string;
  /**
   * 序号：370
   * 数据项：轮座镶入部23 第五次 右
   * 备注：-
   */
  lzxrb_235_y: string;
  /**
   * 序号：371
   * 数据项：轮座镶入部23 差值 左
   * 备注：-
   */
  lzxrb_23cz_z: string;
  /**
   * 序号：372
   * 数据项：轮座镶入部23 差值 右
   * 备注：-
   */
  lzxrb_23cz_y: string;
  /**
   * 序号：373
   * 数据项：轮座镶入部23 结果
   * 备注：-
   */
  lzxrb_23jg: string;
  /**
   * 序号：374
   * 数据项：轮座镶入部 24 通道编号
   * 备注：默认24
   */
  lzxrb_24_td: string;
  /**
   * 序号：375
   * 数据项：轮座镶入部24 第一次 左
   * 备注：-
   */
  lzxrb_241_z: string;
  /**
   * 序号：376
   * 数据项：轮座镶入部24 第一次 右
   * 备注：-
   */
  lzxrb_241_y: string;
  /**
   * 序号：377
   * 数据项：轮座镶入部24 第二次 左
   * 备注：-
   */
  lzxrb_242_z: string;
  /**
   * 序号：378
   * 数据项：轮座镶入部24 第二次 右
   * 备注：-
   */
  lzxrb_242_y: string;
  /**
   * 序号：379
   * 数据项：轮座镶入部24 第三次 左
   * 备注：-
   */
  lzxrb_243_z: string;
  /**
   * 序号：380
   * 数据项：轮座镶入部24 第三次 右
   * 备注：-
   */
  lzxrb_243_y: string;
  /**
   * 序号：381
   * 数据项：轮座镶入部24 第四次 左
   * 备注：-
   */
  lzxrb_244_z: string;
  /**
   * 序号：382
   * 数据项：轮座镶入部24 第四次 右
   * 备注：-
   */
  lzxrb_244_y: string;
  /**
   * 序号：383
   * 数据项：轮座镶入部24 第五次 左
   * 备注：-
   */
  lzxrb_245_z: string;
  /**
   * 序号：384
   * 数据项：轮座镶入部24 第五次 右
   * 备注：-
   */
  lzxrb_245_y: string;
  /**
   * 序号：385
   * 数据项：轮座镶入部24 差值 左
   * 备注：-
   */
  lzxrb_24cz_z: string;
  /**
   * 序号：386
   * 数据项：轮座镶入部24 差值 右
   * 备注：-
   */
  lzxrb_24cz_y: string;
  /**
   * 序号：387
   * 数据项：轮座镶入部24 结果
   * 备注：-
   */
  lzxrb_24jg: string;
  /**
   * 序号：388
   * 数据项：轮座镶入部 25 通道编号
   * 备注：默认25
   */
  lzxrb_25_td: string;
  /**
   * 序号：389
   * 数据项：轮座镶入部25 第一次 左
   * 备注：-
   */
  lzxrb_251_z: string;
  /**
   * 序号：390
   * 数据项：轮座镶入部25 第一次 右
   * 备注：-
   */
  lzxrb_251_y: string;
  /**
   * 序号：391
   * 数据项：轮座镶入部25 第二次 左
   * 备注：-
   */
  lzxrb_252_z: string;
  /**
   * 序号：392
   * 数据项：轮座镶入部25 第二次 右
   * 备注：-
   */
  lzxrb_252_y: string;
  /**
   * 序号：393
   * 数据项：轮座镶入部25 第三次 左
   * 备注：-
   */
  lzxrb_253_z: string;
  /**
   * 序号：394
   * 数据项：轮座镶入部25 第三次 右
   * 备注：-
   */
  lzxrb_253_y: string;
  /**
   * 序号：395
   * 数据项：轮座镶入部25 第四次 左
   * 备注：-
   */
  lzxrb_254_z: string;
  /**
   * 序号：396
   * 数据项：轮座镶入部25 第四次 右
   * 备注：-
   */
  lzxrb_254_y: string;
  /**
   * 序号：397
   * 数据项：轮座镶入部25 第五次 左
   * 备注：-
   */
  lzxrb_255_z: string;
  /**
   * 序号：398
   * 数据项：轮座镶入部25 第五次 右
   * 备注：-
   */
  lzxrb_255_y: string;
  /**
   * 序号：399
   * 数据项：轮座镶入部25 差值 左
   * 备注：-
   */
  lzxrb_25cz_z: string;
  /**
   * 序号：400
   * 数据项：轮座镶入部25 差值 右
   * 备注：-
   */
  lzxrb_25cz_y: string;
  /**
   * 序号：401
   * 数据项：轮座镶入部25 结果
   * 备注：-
   */
  lzxrb_25jg: string;
  /**
   * 序号：402
   * 数据项：轮座镶入部 26 通道编号
   * 备注：默认26
   */
  lzxrb_26_td: string;
  /**
   * 序号：403
   * 数据项：轮座镶入部26 第一次 左
   * 备注：-
   */
  lzxrb_261_z: string;
  /**
   * 序号：404
   * 数据项：轮座镶入部26 第一次 右
   * 备注：-
   */
  lzxrb_261_y: string;
  /**
   * 序号：405
   * 数据项：轮座镶入部26 第二次 左
   * 备注：-
   */
  lzxrb_262_z: string;
  /**
   * 序号：406
   * 数据项：轮座镶入部26 第二次 右
   * 备注：-
   */
  lzxrb_262_y: string;
  /**
   * 序号：407
   * 数据项：轮座镶入部26 第三次 左
   * 备注：-
   */
  lzxrb_263_z: string;
  /**
   * 序号：408
   * 数据项：轮座镶入部26 第三次 右
   * 备注：-
   */
  lzxrb_263_y: string;
  /**
   * 序号：409
   * 数据项：轮座镶入部26 第四次 左
   * 备注：-
   */
  lzxrb_264_z: string;
  /**
   * 序号：410
   * 数据项：轮座镶入部26 第四次 右
   * 备注：-
   */
  lzxrb_264_y: string;
  /**
   * 序号：411
   * 数据项：轮座镶入部26 第五次 左
   * 备注：-
   */
  lzxrb_265_z: string;
  /**
   * 序号：412
   * 数据项：轮座镶入部26 第五次 右
   * 备注：-
   */
  lzxrb_265_y: string;
  /**
   * 序号：413
   * 数据项：轮座镶入部26 差值 左
   * 备注：-
   */
  lzxrb_26cz_z: string;
  /**
   * 序号：414
   * 数据项：轮座镶入部26 差值 右
   * 备注：-
   */
  lzxrb_26cz_y: string;
  /**
   * 序号：415
   * 数据项：轮座镶入部26 结果
   * 备注：-
   */
  lzxrb_26jg: string;
  /**
   * 序号：416
   * 数据项：轮座镶入部 27 通道编号
   * 备注：默认27
   */
  lzxrb_27_td: string;
  /**
   * 序号：417
   * 数据项：轮座镶入部27 第一次 左
   * 备注：-
   */
  lzxrb_271_z: string;
  /**
   * 序号：418
   * 数据项：轮座镶入部27 第一次 右
   * 备注：-
   */
  lzxrb_271_y: string;
  /**
   * 序号：419
   * 数据项：轮座镶入部27 第二次 左
   * 备注：-
   */
  lzxrb_272_z: string;
  /**
   * 序号：420
   * 数据项：轮座镶入部27 第二次 右
   * 备注：-
   */
  lzxrb_272_y: string;
  /**
   * 序号：421
   * 数据项：轮座镶入部27 第三次 左
   * 备注：-
   */
  lzxrb_273_z: string;
  /**
   * 序号：422
   * 数据项：轮座镶入部27 第三次 右
   * 备注：-
   */
  lzxrb_273_y: string;
  /**
   * 序号：423
   * 数据项：轮座镶入部27 第四次 左
   * 备注：-
   */
  lzxrb_274_z: string;
  /**
   * 序号：424
   * 数据项：轮座镶入部27 第四次 右
   * 备注：-
   */
  lzxrb_274_y: string;
  /**
   * 序号：425
   * 数据项：轮座镶入部27 第五次 左
   * 备注：-
   */
  lzxrb_275_z: string;
  /**
   * 序号：426
   * 数据项：轮座镶入部27 第五次 右
   * 备注：-
   */
  lzxrb_275_y: string;
  /**
   * 序号：427
   * 数据项：轮座镶入部27 差值 左
   * 备注：-
   */
  lzxrb_27cz_z: string;
  /**
   * 序号：428
   * 数据项：轮座镶入部27 差值 右
   * 备注：-
   */
  lzxrb_27cz_y: string;
  /**
   * 序号：429
   * 数据项：轮座镶入部27 结果
   * 备注：-
   */
  lzxrb_27jg: string;
  /**
   * 序号：430
   * 数据项：轮座镶入部 28 通道编号
   * 备注：默认28
   */
  lzxrb_28_td: string;
  /**
   * 序号：431
   * 数据项：轮座镶入部28 第一次 左
   * 备注：-
   */
  lzxrb_281_z: string;
  /**
   * 序号：432
   * 数据项：轮座镶入部28 第一次 右
   * 备注：-
   */
  lzxrb_281_y: string;
  /**
   * 序号：433
   * 数据项：轮座镶入部28 第二次 左
   * 备注：-
   */
  lzxrb_282_z: string;
  /**
   * 序号：434
   * 数据项：轮座镶入部28 第二次 右
   * 备注：-
   */
  lzxrb_282_y: string;
  /**
   * 序号：435
   * 数据项：轮座镶入部28 第三次 左
   * 备注：-
   */
  lzxrb_283_z: string;
  /**
   * 序号：436
   * 数据项：轮座镶入部28 第三次 右
   * 备注：-
   */
  lzxrb_283_y: string;
  /**
   * 序号：437
   * 数据项：轮座镶入部28 第四次 左
   * 备注：-
   */
  lzxrb_284_z: string;
  /**
   * 序号：438
   * 数据项：轮座镶入部28 第四次 右
   * 备注：-
   */
  lzxrb_284_y: string;
  /**
   * 序号：439
   * 数据项：轮座镶入部28 第五次 左
   * 备注：-
   */
  lzxrb_285_z: string;
  /**
   * 序号：440
   * 数据项：轮座镶入部28 第五次 右
   * 备注：-
   */
  lzxrb_285_y: string;
  /**
   * 序号：441
   * 数据项：轮座镶入部28 差值 左
   * 备注：-
   */
  lzxrb_28cz_z: string;
  /**
   * 序号：442
   * 数据项：轮座镶入部28 差值 右
   * 备注：-
   */
  lzxrb_28cz_y: string;
  /**
   * 序号：443
   * 数据项：轮座镶入部28 结果
   * 备注：-
   */
  lzxrb_28jg: string;
  /**
   * 序号：444
   * 数据项：轮座镶入部 29 通道编号
   * 备注：默认29
   */
  lzxrb_29_td: string;
  /**
   * 序号：445
   * 数据项：轮座镶入部29 第一次 左
   * 备注：-
   */
  lzxrb_291_z: string;
  /**
   * 序号：446
   * 数据项：轮座镶入部29 第一次 右
   * 备注：-
   */
  lzxrb_291_y: string;
  /**
   * 序号：447
   * 数据项：轮座镶入部29 第二次 左
   * 备注：-
   */
  lzxrb_292_z: string;
  /**
   * 序号：448
   * 数据项：轮座镶入部29 第二次 右
   * 备注：-
   */
  lzxrb_292_y: string;
  /**
   * 序号：449
   * 数据项：轮座镶入部29 第三次 左
   * 备注：-
   */
  lzxrb_293_z: string;
  /**
   * 序号：450
   * 数据项：轮座镶入部29 第三次 右
   * 备注：-
   */
  lzxrb_293_y: string;
  /**
   * 序号：451
   * 数据项：轮座镶入部29 第四次 左
   * 备注：-
   */
  lzxrb_294_z: string;
  /**
   * 序号：452
   * 数据项：轮座镶入部29 第四次 右
   * 备注：-
   */
  lzxrb_294_y: string;
  /**
   * 序号：453
   * 数据项：轮座镶入部29 第五次 左
   * 备注：-
   */
  lzxrb_295_z: string;
  /**
   * 序号：454
   * 数据项：轮座镶入部29 第五次 右
   * 备注：-
   */
  lzxrb_295_y: string;
  /**
   * 序号：455
   * 数据项：轮座镶入部29 差值 左
   * 备注：-
   */
  lzxrb_29cz_z: string;
  /**
   * 序号：456
   * 数据项：轮座镶入部29 差值 右
   * 备注：-
   */
  lzxrb_29cz_y: string;
  /**
   * 序号：457
   * 数据项：轮座镶入部29 结果
   * 备注：-
   */
  lzxrb_29jg: string;
  /**
   * 序号：458
   * 数据项：轮座镶入部 30 通道编号
   * 备注：默认30
   */
  lzxrb_30_td: string;
  /**
   * 序号：459
   * 数据项：轮座镶入部30 第一次 左
   * 备注：-
   */
  lzxrb_301_z: string;
  /**
   * 序号：460
   * 数据项：轮座镶入部30 第一次 右
   * 备注：-
   */
  lzxrb_301_y: string;
  /**
   * 序号：461
   * 数据项：轮座镶入部30 第二次 左
   * 备注：-
   */
  lzxrb_302_z: string;
  /**
   * 序号：462
   * 数据项：轮座镶入部30 第二次 右
   * 备注：-
   */
  lzxrb_302_y: string;
  /**
   * 序号：463
   * 数据项：轮座镶入部30 第三次 左
   * 备注：-
   */
  lzxrb_303_z: string;
  /**
   * 序号：464
   * 数据项：轮座镶入部30 第三次 右
   * 备注：-
   */
  lzxrb_303_y: string;
  /**
   * 序号：465
   * 数据项：轮座镶入部30 第四次 左
   * 备注：-
   */
  lzxrb_304_z: string;
  /**
   * 序号：466
   * 数据项：轮座镶入部30 第四次 右
   * 备注：-
   */
  lzxrb_304_y: string;
  /**
   * 序号：467
   * 数据项：轮座镶入部30 第五次 左
   * 备注：-
   */
  lzxrb_305_z: string;
  /**
   * 序号：468
   * 数据项：轮座镶入部30 第五次 右
   * 备注：-
   */
  lzxrb_305_y: string;
  /**
   * 序号：469
   * 数据项：轮座镶入部30 差值 左
   * 备注：-
   */
  lzxrb_30cz_z: string;
  /**
   * 序号：470
   * 数据项：轮座镶入部30 差值 右
   * 备注：-
   */
  lzxrb_30cz_y: string;
  /**
   * 序号：471
   * 数据项：轮座镶入部30 结果
   * 备注：-
   */
  lzxrb_30jg: string;
  /**
   * 序号：472
   * 数据项：轮座镶入部 31 通道编号
   * 备注：默认31
   */
  lzxrb_31_td: string;
  /**
   * 序号：473
   * 数据项：轮座镶入部31 第一次 左
   * 备注：-
   */
  lzxrb_311_z: string;
  /**
   * 序号：474
   * 数据项：轮座镶入部31 第一次 右
   * 备注：-
   */
  lzxrb_311_y: string;
  /**
   * 序号：475
   * 数据项：轮座镶入部31 第二次 左
   * 备注：-
   */
  lzxrb_312_z: string;
  /**
   * 序号：476
   * 数据项：轮座镶入部31 第二次 右
   * 备注：-
   */
  lzxrb_312_y: string;
  /**
   * 序号：477
   * 数据项：轮座镶入部31 第三次 左
   * 备注：-
   */
  lzxrb_313_z: string;
  /**
   * 序号：478
   * 数据项：轮座镶入部31 第三次 右
   * 备注：-
   */
  lzxrb_313_y: string;
  /**
   * 序号：479
   * 数据项：轮座镶入部31 第四次 左
   * 备注：-
   */
  lzxrb_314_z: string;
  /**
   * 序号：480
   * 数据项：轮座镶入部31 第四次 右
   * 备注：-
   */
  lzxrb_314_y: string;
  /**
   * 序号：481
   * 数据项：轮座镶入部31 第五次 左
   * 备注：-
   */
  lzxrb_315_z: string;
  /**
   * 序号：482
   * 数据项：轮座镶入部31 第五次 右
   * 备注：-
   */
  lzxrb_315_y: string;
  /**
   * 序号：483
   * 数据项：轮座镶入部31 差值 左
   * 备注：-
   */
  lzxrb_31cz_z: string;
  /**
   * 序号：484
   * 数据项：轮座镶入部31 差值 右
   * 备注：-
   */
  lzxrb_31cz_y: string;
  /**
   * 序号：485
   * 数据项：轮座镶入部31 结果
   * 备注：-
   */
  lzxrb_31jg: string;
  /**
   * 序号：486
   * 数据项：轮座镶入部 32 通道编号
   * 备注：默认32
   */
  lzxrb_32_td: string;
  /**
   * 序号：487
   * 数据项：轮座镶入部32 第一次 左
   * 备注：-
   */
  lzxrb_321_z: string;
  /**
   * 序号：488
   * 数据项：轮座镶入部32 第一次 右
   * 备注：-
   */
  lzxrb_321_y: string;
  /**
   * 序号：489
   * 数据项：轮座镶入部32 第二次 左
   * 备注：-
   */
  lzxrb_322_z: string;
  /**
   * 序号：490
   * 数据项：轮座镶入部32 第二次 右
   * 备注：-
   */
  lzxrb_322_y: string;
  /**
   * 序号：491
   * 数据项：轮座镶入部32 第三次 左
   * 备注：-
   */
  lzxrb_323_z: string;
  /**
   * 序号：492
   * 数据项：轮座镶入部32 第三次 右
   * 备注：-
   */
  lzxrb_323_y: string;
  /**
   * 序号：493
   * 数据项：轮座镶入部32 第四次 左
   * 备注：-
   */
  lzxrb_324_z: string;
  /**
   * 序号：494
   * 数据项：轮座镶入部32 第四次 右
   * 备注：-
   */
  lzxrb_324_y: string;
  /**
   * 序号：495
   * 数据项：轮座镶入部32 第五次 左
   * 备注：-
   */
  lzxrb_325_z: string;
  /**
   * 序号：496
   * 数据项：轮座镶入部32 第五次 右
   * 备注：-
   */
  lzxrb_325_y: string;
  /**
   * 序号：497
   * 数据项：轮座镶入部32 差值 左
   * 备注：-
   */
  lzxrb_32cz_z: string;
  /**
   * 序号：498
   * 数据项：轮座镶入部32 差值 右
   * 备注：-
   */
  lzxrb_32cz_y: string;
  /**
   * 序号：499
   * 数据项：轮座镶入部32 结果
   * 备注：-
   */
  lzxrb_32jg: string;
  /**
   * 序号：500
   * 数据项：轮座镶入部 33 通道编号
   * 备注：默认33
   */
  lzxrb_33_td: string;
  /**
   * 序号：501
   * 数据项：轮座镶入部33 第一次 左
   * 备注：-
   */
  lzxrb_331_z: string;
  /**
   * 序号：502
   * 数据项：轮座镶入部33 第一次 右
   * 备注：-
   */
  lzxrb_331_y: string;
  /**
   * 序号：503
   * 数据项：轮座镶入部33 第二次 左
   * 备注：-
   */
  lzxrb_332_z: string;
  /**
   * 序号：504
   * 数据项：轮座镶入部33 第二次 右
   * 备注：-
   */
  lzxrb_332_y: string;
  /**
   * 序号：505
   * 数据项：轮座镶入部33 第三次 左
   * 备注：-
   */
  lzxrb_333_z: string;
  /**
   * 序号：506
   * 数据项：轮座镶入部33 第三次 右
   * 备注：-
   */
  lzxrb_333_y: string;
  /**
   * 序号：507
   * 数据项：轮座镶入部33 第四次 左
   * 备注：-
   */
  lzxrb_334_z: string;
  /**
   * 序号：508
   * 数据项：轮座镶入部33 第四次 右
   * 备注：-
   */
  lzxrb_334_y: string;
  /**
   * 序号：509
   * 数据项：轮座镶入部33 第五次 左
   * 备注：-
   */
  lzxrb_335_z: string;
  /**
   * 序号：510
   * 数据项：轮座镶入部33 第五次 右
   * 备注：-
   */
  lzxrb_335_y: string;
  /**
   * 序号：511
   * 数据项：轮座镶入部33 差值 左
   * 备注：-
   */
  lzxrb_33cz_z: string;
  /**
   * 序号：512
   * 数据项：轮座镶入部33 差值 右
   * 备注：-
   */
  lzxrb_33cz_y: string;
  /**
   * 序号：513
   * 数据项：轮座镶入部33 结果
   * 备注：-
   */
  lzxrb_33jg: string;
  /**
   * 序号：514
   * 数据项：全轴穿透 1 通道编号
   * 备注：默认1
   */
  qzct_1_td: string;
  /**
   * 序号：515
   * 数据项：全轴穿透1 第一次 左
   * 备注：-
   */
  qzct_11_z: string;
  /**
   * 序号：516
   * 数据项：全轴穿透1 第一次 右
   * 备注：-
   */
  qzct_11_y: string;
  /**
   * 序号：517
   * 数据项：全轴穿透1 第二次 左
   * 备注：-
   */
  qzct_12_z: string;
  /**
   * 序号：518
   * 数据项：全轴穿透1 第二次 右
   * 备注：-
   */
  qzct_12_y: string;
  /**
   * 序号：519
   * 数据项：全轴穿透1 第三次 左
   * 备注：-
   */
  qzct_13_z: string;
  /**
   * 序号：520
   * 数据项：全轴穿透1 第三次 右
   * 备注：-
   */
  qzct_13_y: string;
  /**
   * 序号：521
   * 数据项：全轴穿透1 第四次 左
   * 备注：-
   */
  qzct_14_z: string;
  /**
   * 序号：522
   * 数据项：全轴穿透1 第四次 右
   * 备注：-
   */
  qzct_14_y: string;
  /**
   * 序号：523
   * 数据项：全轴穿透1 第五次 左
   * 备注：-
   */
  qzct_15_z: string;
  /**
   * 序号：524
   * 数据项：全轴穿透1 第五次 右
   * 备注：-
   */
  qzct_15_y: string;
  /**
   * 序号：525
   * 数据项：全轴穿透1 差值 左
   * 备注：-
   */
  qzct_1cz_z: string;
  /**
   * 序号：526
   * 数据项：全轴穿透1 差值 右
   * 备注：-
   */
  qzct_1cz_y: string;
  /**
   * 序号：527
   * 数据项：全轴穿透1 结果
   * 备注：-
   */
  qzct_1jg: string;
  /**
   * 序号：528
   * 数据项：探伤工
   * 备注：-
   */
  tsg: string;
  /**
   * 序号：529
   * 数据项：工长
   * 备注：-
   */
  gz: string;
  /**
   * 序号：530
   * 数据项：质检员
   * 备注：-
   */
  zjy: string;
  /**
   * 序号：531
   * 数据项：验收员
   * 备注：-
   */
  ysy: string;
  /**
   * 序号：532
   * 数据项：维修工
   * 备注：-
   */
  wxg: string;
  /**
   * 序号：533
   * 数据项：设备专职
   * 备注：-
   */
  sbzz: string;
  /**
   * 序号：534
   * 数据项：探伤专职
   * 备注：-
   */
  tszz: string;
  /**
   * 序号：535
   * 数据项：主管领导
   * 备注：-
   */
  zgld: string;
  /**
   * 序号：536
   * 数据项：备注
   * 备注：-
   */
  bz: string;
}
