export interface I503 {
  /**
   * 序号：1
   * 数据项：主键，UUID
   * 备注：-
   */
  id: string;
  /**
   * 序号：2
   * 数据项：写入时间
   * 备注：-
   */
  xrsj: string;
  /**
   * 序号：3
   * 数据项：设备编号
   * 备注：-
   */
  sbbh: string;
  /**
   * 序号：4
   * 数据项：设备名称
   * 备注：-
   */
  sbmc: string;
  /**
   * 序号：5
   * 数据项：规格型号
   * 备注：-
   */
  ggxh: string;
  /**
   * 序号：6
   * 数据项：制造厂家
   * 备注：-
   */
  zzcj: string;
  /**
   * 序号：7
   * 数据项：单位名称
   * 备注：-
   */
  dwmc: string;
  /**
   * 序号：8
   * 数据项：校验日期
   * 备注：-
   */
  jyrq: string;
  /**
   * 序号：9
   * 数据项：通道1-水平线性
   * 备注：-
   */
  cl11: string;
  /**
   * 序号：10
   * 数据项：通道1-分辨力
   * 备注：-
   */
  cl12: string;
  /**
   * 序号：11
   * 数据项：通道1-垂直线性
   * 备注：-
   */
  cl13: string;
  /**
   * 序号：12
   * 数据项：通道1-灵敏度余量
   * 备注：-
   */
  cl14: string;
  /**
   * 序号：13
   * 数据项：通道1-水平线性-结果
   * 备注：-
   */
  jg11: string;
  /**
   * 序号：14
   * 数据项：通道1-分辨力-结果
   * 备注：-
   */
  jg12: string;
  /**
   * 序号：15
   * 数据项：通道1-垂直线性-结果
   * 备注：-
   */
  jg13: string;
  /**
   * 序号：16
   * 数据项：通道1-灵敏度余量-结果
   * 备注：-
   */
  jg14: string;
  /**
   * 序号：17
   * 数据项：通道1-综合评定-结果
   * 备注：-
   */
  jg15: string;
  /**
   * 序号：18
   * 数据项：通道2-水平线性
   * 备注：-
   */
  cl21: string;
  /**
   * 序号：19
   * 数据项：通道2-分辨力
   * 备注：-
   */
  cl22: string;
  /**
   * 序号：20
   * 数据项：通道2-垂直线性
   * 备注：-
   */
  cl23: string;
  /**
   * 序号：21
   * 数据项：通道2-灵敏度余量
   * 备注：-
   */
  cl24: string;
  /**
   * 序号：22
   * 数据项：通道2-水平线性-结果
   * 备注：-
   */
  jg21: string;
  /**
   * 序号：23
   * 数据项：通道2-分辨力-结果
   * 备注：-
   */
  jg22: string;
  /**
   * 序号：24
   * 数据项：通道2-垂直线性-结果
   * 备注：-
   */
  jg23: string;
  /**
   * 序号：25
   * 数据项：通道2-灵敏度余量-结果
   * 备注：-
   */
  jg24: string;
  /**
   * 序号：26
   * 数据项：通道2-综合评定-结果
   * 备注：-
   */
  jg25: string;
  /**
   * 序号：27
   * 数据项：通道3-水平线性
   * 备注：-
   */
  cl31: string;
  /**
   * 序号：28
   * 数据项：通道3-分辨力
   * 备注：-
   */
  cl32: string;
  /**
   * 序号：29
   * 数据项：通道3-垂直线性
   * 备注：-
   */
  cl33: string;
  /**
   * 序号：30
   * 数据项：通道3-灵敏度余量
   * 备注：-
   */
  cl34: string;
  /**
   * 序号：31
   * 数据项：通道3-水平线性-结果
   * 备注：-
   */
  jg31: string;
  /**
   * 序号：32
   * 数据项：通道3-分辨力-结果
   * 备注：-
   */
  jg32: string;
  /**
   * 序号：33
   * 数据项：通道3-垂直线性-结果
   * 备注：-
   */
  jg33: string;
  /**
   * 序号：34
   * 数据项：通道3-灵敏度余量-结果
   * 备注：-
   */
  jg34: string;
  /**
   * 序号：35
   * 数据项：通道3-综合评定-结果
   * 备注：-
   */
  jg35: string;
  /**
   * 序号：36
   * 数据项：通道4-水平线性
   * 备注：-
   */
  cl41: string;
  /**
   * 序号：37
   * 数据项：通道4-分辨力
   * 备注：-
   */
  cl42: string;
  /**
   * 序号：38
   * 数据项：通道4-垂直线性
   * 备注：-
   */
  cl43: string;
  /**
   * 序号：39
   * 数据项：通道4-灵敏度余量
   * 备注：-
   */
  cl44: string;
  /**
   * 序号：40
   * 数据项：通道4-水平线性-结果
   * 备注：-
   */
  jg41: string;
  /**
   * 序号：41
   * 数据项：通道4-分辨力-结果
   * 备注：-
   */
  jg42: string;
  /**
   * 序号：42
   * 数据项：通道4-垂直线性-结果
   * 备注：-
   */
  jg43: string;
  /**
   * 序号：43
   * 数据项：通道4-灵敏度余量-结果
   * 备注：-
   */
  jg44: string;
  /**
   * 序号：44
   * 数据项：通道4-综合评定-结果
   * 备注：-
   */
  jg45: string;
  /**
   * 序号：45
   * 数据项：通道5-水平线性
   * 备注：-
   */
  cl51: string;
  /**
   * 序号：46
   * 数据项：通道5-分辨力
   * 备注：-
   */
  cl52: string;
  /**
   * 序号：47
   * 数据项：通道5-垂直线性
   * 备注：-
   */
  cl53: string;
  /**
   * 序号：48
   * 数据项：通道5-灵敏度余量
   * 备注：-
   */
  cl54: string;
  /**
   * 序号：49
   * 数据项：通道5-水平线性-结果
   * 备注：-
   */
  jg51: string;
  /**
   * 序号：50
   * 数据项：通道5-分辨力-结果
   * 备注：-
   */
  jg52: string;
  /**
   * 序号：51
   * 数据项：通道5-垂直线性-结果
   * 备注：-
   */
  jg53: string;
  /**
   * 序号：52
   * 数据项：通道5-灵敏度余量-结果
   * 备注：-
   */
  jg54: string;
  /**
   * 序号：53
   * 数据项：通道5-综合评定-结果
   * 备注：-
   */
  jg55: string;
  /**
   * 序号：54
   * 数据项：通道6-水平线性
   * 备注：-
   */
  cl61: string;
  /**
   * 序号：55
   * 数据项：通道6-分辨力
   * 备注：-
   */
  cl62: string;
  /**
   * 序号：56
   * 数据项：通道6-垂直线性
   * 备注：-
   */
  cl63: string;
  /**
   * 序号：57
   * 数据项：通道6-灵敏度余量
   * 备注：-
   */
  cl64: string;
  /**
   * 序号：58
   * 数据项：通道6-水平线性-结果
   * 备注：-
   */
  jg61: string;
  /**
   * 序号：59
   * 数据项：通道6-分辨力-结果
   * 备注：-
   */
  jg62: string;
  /**
   * 序号：60
   * 数据项：通道6-垂直线性-结果
   * 备注：-
   */
  jg63: string;
  /**
   * 序号：61
   * 数据项：通道6-灵敏度余量-结果
   * 备注：-
   */
  jg64: string;
  /**
   * 序号：62
   * 数据项：通道6-综合评定-结果
   * 备注：-
   */
  jg65: string;
  /**
   * 序号：63
   * 数据项：通道7-水平线性
   * 备注：-
   */
  cl71: string;
  /**
   * 序号：64
   * 数据项：通道7-分辨力
   * 备注：-
   */
  cl72: string;
  /**
   * 序号：65
   * 数据项：通道7-垂直线性
   * 备注：-
   */
  cl73: string;
  /**
   * 序号：66
   * 数据项：通道7-灵敏度余量
   * 备注：-
   */
  cl74: string;
  /**
   * 序号：67
   * 数据项：通道7-水平线性-结果
   * 备注：-
   */
  jg71: string;
  /**
   * 序号：68
   * 数据项：通道7-分辨力-结果
   * 备注：-
   */
  jg72: string;
  /**
   * 序号：69
   * 数据项：通道7-垂直线性-结果
   * 备注：-
   */
  jg73: string;
  /**
   * 序号：70
   * 数据项：通道7-灵敏度余量-结果
   * 备注：-
   */
  jg74: string;
  /**
   * 序号：71
   * 数据项：通道7-综合评定-结果
   * 备注：-
   */
  jg75: string;
  /**
   * 序号：72
   * 数据项：通道8-水平线性
   * 备注：-
   */
  cl81: string;
  /**
   * 序号：73
   * 数据项：通道8-分辨力
   * 备注：-
   */
  cl82: string;
  /**
   * 序号：74
   * 数据项：通道8-垂直线性
   * 备注：-
   */
  cl83: string;
  /**
   * 序号：75
   * 数据项：通道8-灵敏度余量
   * 备注：-
   */
  cl84: string;
  /**
   * 序号：76
   * 数据项：通道8-水平线性-结果
   * 备注：-
   */
  jg81: string;
  /**
   * 序号：77
   * 数据项：通道8-分辨力-结果
   * 备注：-
   */
  jg82: string;
  /**
   * 序号：78
   * 数据项：通道8-垂直线性-结果
   * 备注：-
   */
  jg83: string;
  /**
   * 序号：79
   * 数据项：通道8-灵敏度余量-结果
   * 备注：-
   */
  jg84: string;
  /**
   * 序号：80
   * 数据项：通道8-综合评定-结果
   * 备注：-
   */
  jg85: string;
  /**
   * 序号：81
   * 数据项：通道9-水平线性
   * 备注：-
   */
  cl91: string;
  /**
   * 序号：82
   * 数据项：通道9-分辨力
   * 备注：-
   */
  cl92: string;
  /**
   * 序号：83
   * 数据项：通道9-垂直线性
   * 备注：-
   */
  cl93: string;
  /**
   * 序号：84
   * 数据项：通道9-灵敏度余量
   * 备注：-
   */
  cl94: string;
  /**
   * 序号：85
   * 数据项：通道9-水平线性-结果
   * 备注：-
   */
  jg91: string;
  /**
   * 序号：86
   * 数据项：通道9-分辨力-结果
   * 备注：-
   */
  jg92: string;
  /**
   * 序号：87
   * 数据项：通道9-垂直线性-结果
   * 备注：-
   */
  jg93: string;
  /**
   * 序号：88
   * 数据项：通道9-灵敏度余量-结果
   * 备注：-
   */
  jg94: string;
  /**
   * 序号：89
   * 数据项：通道9-综合评定-结果
   * 备注：-
   */
  jg95: string;
  /**
   * 序号：90
   * 数据项：通道10-水平线性
   * 备注：-
   */
  cl101: string;
  /**
   * 序号：91
   * 数据项：通道10-分辨力
   * 备注：-
   */
  cl102: string;
  /**
   * 序号：92
   * 数据项：通道10-垂直线性
   * 备注：-
   */
  cl103: string;
  /**
   * 序号：93
   * 数据项：通道10-灵敏度余量
   * 备注：-
   */
  cl104: string;
  /**
   * 序号：94
   * 数据项：通道10-水平线性-结果
   * 备注：-
   */
  jg101: string;
  /**
   * 序号：95
   * 数据项：通道10-分辨力-结果
   * 备注：-
   */
  jg102: string;
  /**
   * 序号：96
   * 数据项：通道10-垂直线性-结果
   * 备注：-
   */
  jg103: string;
  /**
   * 序号：97
   * 数据项：通道10-灵敏度余量-结果
   * 备注：-
   */
  jg104: string;
  /**
   * 序号：98
   * 数据项：通道10-综合评定-结果
   * 备注：-
   */
  jg105: string;
  /**
   * 序号：99
   * 数据项：通道11-水平线性
   * 备注：-
   */
  cl111: string;
  /**
   * 序号：100
   * 数据项：通道11-分辨力
   * 备注：-
   */
  cl112: string;
  /**
   * 序号：101
   * 数据项：通道11-垂直线性
   * 备注：-
   */
  cl113: string;
  /**
   * 序号：102
   * 数据项：通道11-灵敏度余量
   * 备注：-
   */
  cl114: string;
  /**
   * 序号：103
   * 数据项：通道11-水平线性-结果
   * 备注：-
   */
  jg111: string;
  /**
   * 序号：104
   * 数据项：通道11-分辨力-结果
   * 备注：-
   */
  jg112: string;
  /**
   * 序号：105
   * 数据项：通道11-垂直线性-结果
   * 备注：-
   */
  jg113: string;
  /**
   * 序号：106
   * 数据项：通道11-灵敏度余量-结果
   * 备注：-
   */
  jg114: string;
  /**
   * 序号：107
   * 数据项：通道11-综合评定-结果
   * 备注：-
   */
  jg115: string;
  /**
   * 序号：108
   * 数据项：通道12-水平线性
   * 备注：-
   */
  cl121: string;
  /**
   * 序号：109
   * 数据项：通道12-分辨力
   * 备注：-
   */
  cl122: string;
  /**
   * 序号：110
   * 数据项：通道12-垂直线性
   * 备注：-
   */
  cl123: string;
  /**
   * 序号：111
   * 数据项：通道12-灵敏度余量
   * 备注：-
   */
  cl124: string;
  /**
   * 序号：112
   * 数据项：通道12-水平线性-结果
   * 备注：-
   */
  jg121: string;
  /**
   * 序号：113
   * 数据项：通道12-分辨力-结果
   * 备注：-
   */
  jg122: string;
  /**
   * 序号：114
   * 数据项：通道12-垂直线性-结果
   * 备注：-
   */
  jg123: string;
  /**
   * 序号：115
   * 数据项：通道12-灵敏度余量-结果
   * 备注：-
   */
  jg124: string;
  /**
   * 序号：116
   * 数据项：通道12-综合评定-结果
   * 备注：-
   */
  jg125: string;
  /**
   * 序号：117
   * 数据项：通道13-水平线性
   * 备注：-
   */
  cl131: string;
  /**
   * 序号：118
   * 数据项：通道13-分辨力
   * 备注：-
   */
  cl132: string;
  /**
   * 序号：119
   * 数据项：通道13-垂直线性
   * 备注：-
   */
  cl133: string;
  /**
   * 序号：120
   * 数据项：通道13-灵敏度余量
   * 备注：-
   */
  cl134: string;
  /**
   * 序号：121
   * 数据项：通道13-水平线性-结果
   * 备注：-
   */
  jg131: string;
  /**
   * 序号：122
   * 数据项：通道13-分辨力-结果
   * 备注：-
   */
  jg132: string;
  /**
   * 序号：123
   * 数据项：通道13-垂直线性-结果
   * 备注：-
   */
  jg133: string;
  /**
   * 序号：124
   * 数据项：通道13-灵敏度余量-结果
   * 备注：-
   */
  jg134: string;
  /**
   * 序号：125
   * 数据项：通道13-综合评定-结果
   * 备注：-
   */
  jg135: string;
  /**
   * 序号：126
   * 数据项：通道14-水平线性
   * 备注：-
   */
  cl141: string;
  /**
   * 序号：127
   * 数据项：通道14-分辨力
   * 备注：-
   */
  cl142: string;
  /**
   * 序号：128
   * 数据项：通道14-垂直线性
   * 备注：-
   */
  cl143: string;
  /**
   * 序号：129
   * 数据项：通道14-灵敏度余量
   * 备注：-
   */
  cl144: string;
  /**
   * 序号：130
   * 数据项：通道14-水平线性-结果
   * 备注：-
   */
  jg141: string;
  /**
   * 序号：131
   * 数据项：通道14-分辨力-结果
   * 备注：-
   */
  jg142: string;
  /**
   * 序号：132
   * 数据项：通道14-垂直线性-结果
   * 备注：-
   */
  jg143: string;
  /**
   * 序号：133
   * 数据项：通道14-灵敏度余量-结果
   * 备注：-
   */
  jg144: string;
  /**
   * 序号：134
   * 数据项：通道14-综合评定-结果
   * 备注：-
   */
  jg145: string;
  /**
   * 序号：135
   * 数据项：通道15-水平线性
   * 备注：-
   */
  cl151: string;
  /**
   * 序号：136
   * 数据项：通道15-分辨力
   * 备注：-
   */
  cl152: string;
  /**
   * 序号：137
   * 数据项：通道15-垂直线性
   * 备注：-
   */
  cl153: string;
  /**
   * 序号：138
   * 数据项：通道15-灵敏度余量
   * 备注：-
   */
  cl154: string;
  /**
   * 序号：139
   * 数据项：通道15-水平线性-结果
   * 备注：-
   */
  jg151: string;
  /**
   * 序号：140
   * 数据项：通道15-分辨力-结果
   * 备注：-
   */
  jg152: string;
  /**
   * 序号：141
   * 数据项：通道15-垂直线性-结果
   * 备注：-
   */
  jg153: string;
  /**
   * 序号：142
   * 数据项：通道15-灵敏度余量-结果
   * 备注：-
   */
  jg154: string;
  /**
   * 序号：143
   * 数据项：通道15-综合评定-结果
   * 备注：-
   */
  jg155: string;
  /**
   * 序号：144
   * 数据项：通道16-水平线性
   * 备注：-
   */
  cl161: string;
  /**
   * 序号：145
   * 数据项：通道16-分辨力
   * 备注：-
   */
  cl162: string;
  /**
   * 序号：146
   * 数据项：通道16-垂直线性
   * 备注：-
   */
  cl163: string;
  /**
   * 序号：147
   * 数据项：通道16-灵敏度余量
   * 备注：-
   */
  cl164: string;
  /**
   * 序号：148
   * 数据项：通道16-水平线性-结果
   * 备注：-
   */
  jg161: string;
  /**
   * 序号：149
   * 数据项：通道16-分辨力-结果
   * 备注：-
   */
  jg162: string;
  /**
   * 序号：150
   * 数据项：通道16-垂直线性-结果
   * 备注：-
   */
  jg163: string;
  /**
   * 序号：151
   * 数据项：通道16-灵敏度余量-结果
   * 备注：-
   */
  jg164: string;
  /**
   * 序号：152
   * 数据项：通道16-综合评定-结果
   * 备注：-
   */
  jg165: string;
  /**
   * 序号：153
   * 数据项：通道17-水平线性
   * 备注：-
   */
  cl171: string;
  /**
   * 序号：154
   * 数据项：通道17-分辨力
   * 备注：-
   */
  cl172: string;
  /**
   * 序号：155
   * 数据项：通道17-垂直线性
   * 备注：-
   */
  cl173: string;
  /**
   * 序号：156
   * 数据项：通道17-灵敏度余量
   * 备注：-
   */
  cl174: string;
  /**
   * 序号：157
   * 数据项：通道17-水平线性-结果
   * 备注：-
   */
  jg171: string;
  /**
   * 序号：158
   * 数据项：通道17-分辨力-结果
   * 备注：-
   */
  jg172: string;
  /**
   * 序号：159
   * 数据项：通道17-垂直线性-结果
   * 备注：-
   */
  jg173: string;
  /**
   * 序号：160
   * 数据项：通道17-灵敏度余量-结果
   * 备注：-
   */
  jg174: string;
  /**
   * 序号：161
   * 数据项：通道17-综合评定-结果
   * 备注：-
   */
  jg175: string;
  /**
   * 序号：162
   * 数据项：通道18-水平线性
   * 备注：-
   */
  cl181: string;
  /**
   * 序号：163
   * 数据项：通道18-分辨力
   * 备注：-
   */
  cl182: string;
  /**
   * 序号：164
   * 数据项：通道18-垂直线性
   * 备注：-
   */
  cl183: string;
  /**
   * 序号：165
   * 数据项：通道18-灵敏度余量
   * 备注：-
   */
  cl184: string;
  /**
   * 序号：166
   * 数据项：通道18-水平线性-结果
   * 备注：-
   */
  jg181: string;
  /**
   * 序号：167
   * 数据项：通道18-分辨力-结果
   * 备注：-
   */
  jg182: string;
  /**
   * 序号：168
   * 数据项：通道18-垂直线性-结果
   * 备注：-
   */
  jg183: string;
  /**
   * 序号：169
   * 数据项：通道18-灵敏度余量-结果
   * 备注：-
   */
  jg184: string;
  /**
   * 序号：170
   * 数据项：通道18-综合评定-结果
   * 备注：-
   */
  jg185: string;
  /**
   * 序号：171
   * 数据项：通道19-水平线性
   * 备注：-
   */
  cl191: string;
  /**
   * 序号：172
   * 数据项：通道19-分辨力
   * 备注：-
   */
  cl192: string;
  /**
   * 序号：173
   * 数据项：通道19-垂直线性
   * 备注：-
   */
  cl193: string;
  /**
   * 序号：174
   * 数据项：通道19-灵敏度余量
   * 备注：-
   */
  cl194: string;
  /**
   * 序号：175
   * 数据项：通道19-水平线性-结果
   * 备注：-
   */
  jg191: string;
  /**
   * 序号：176
   * 数据项：通道19-分辨力-结果
   * 备注：-
   */
  jg192: string;
  /**
   * 序号：177
   * 数据项：通道19-垂直线性-结果
   * 备注：-
   */
  jg193: string;
  /**
   * 序号：178
   * 数据项：通道19-灵敏度余量-结果
   * 备注：-
   */
  jg194: string;
  /**
   * 序号：179
   * 数据项：通道19-综合评定-结果
   * 备注：-
   */
  jg195: string;
  /**
   * 序号：180
   * 数据项：通道20-水平线性
   * 备注：-
   */
  cl201: string;
  /**
   * 序号：181
   * 数据项：通道20-分辨力
   * 备注：-
   */
  cl202: string;
  /**
   * 序号：182
   * 数据项：通道20-垂直线性
   * 备注：-
   */
  cl203: string;
  /**
   * 序号：183
   * 数据项：通道20-灵敏度余量
   * 备注：-
   */
  cl204: string;
  /**
   * 序号：184
   * 数据项：通道20-水平线性-结果
   * 备注：-
   */
  jg201: string;
  /**
   * 序号：185
   * 数据项：通道20-分辨力-结果
   * 备注：-
   */
  jg202: string;
  /**
   * 序号：186
   * 数据项：通道20-垂直线性-结果
   * 备注：-
   */
  jg203: string;
  /**
   * 序号：187
   * 数据项：通道20-灵敏度余量-结果
   * 备注：-
   */
  jg204: string;
  /**
   * 序号：188
   * 数据项：通道20-综合评定-结果
   * 备注：-
   */
  jg205: string;
  /**
   * 序号：189
   * 数据项：通道21-水平线性
   * 备注：-
   */
  cl211: string;
  /**
   * 序号：190
   * 数据项：通道21-分辨力
   * 备注：-
   */
  cl212: string;
  /**
   * 序号：191
   * 数据项：通道21-垂直线性
   * 备注：-
   */
  cl213: string;
  /**
   * 序号：192
   * 数据项：通道21-灵敏度余量
   * 备注：-
   */
  cl214: string;
  /**
   * 序号：193
   * 数据项：通道21-水平线性-结果
   * 备注：-
   */
  jg211: string;
  /**
   * 序号：194
   * 数据项：通道21-分辨力-结果
   * 备注：-
   */
  jg212: string;
  /**
   * 序号：195
   * 数据项：通道21-垂直线性-结果
   * 备注：-
   */
  jg213: string;
  /**
   * 序号：196
   * 数据项：通道21-灵敏度余量-结果
   * 备注：-
   */
  jg214: string;
  /**
   * 序号：197
   * 数据项：通道21-综合评定-结果
   * 备注：-
   */
  jg215: string;
  /**
   * 序号：198
   * 数据项：通道22-水平线性
   * 备注：-
   */
  cl221: string;
  /**
   * 序号：199
   * 数据项：通道22-分辨力
   * 备注：-
   */
  cl222: string;
  /**
   * 序号：200
   * 数据项：通道22-垂直线性
   * 备注：-
   */
  cl223: string;
  /**
   * 序号：201
   * 数据项：通道22-灵敏度余量
   * 备注：-
   */
  cl224: string;
  /**
   * 序号：202
   * 数据项：通道22-水平线性-结果
   * 备注：-
   */
  jg221: string;
  /**
   * 序号：203
   * 数据项：通道22-分辨力-结果
   * 备注：-
   */
  jg222: string;
  /**
   * 序号：204
   * 数据项：通道22-垂直线性-结果
   * 备注：-
   */
  jg223: string;
  /**
   * 序号：205
   * 数据项：通道22-灵敏度余量-结果
   * 备注：-
   */
  jg224: string;
  /**
   * 序号：206
   * 数据项：通道22-综合评定-结果
   * 备注：-
   */
  jg225: string;
  /**
   * 序号：207
   * 数据项：通道23-水平线性
   * 备注：-
   */
  cl231: string;
  /**
   * 序号：208
   * 数据项：通道23-分辨力
   * 备注：-
   */
  cl232: string;
  /**
   * 序号：209
   * 数据项：通道23-垂直线性
   * 备注：-
   */
  cl233: string;
  /**
   * 序号：210
   * 数据项：通道23-灵敏度余量
   * 备注：-
   */
  cl234: string;
  /**
   * 序号：211
   * 数据项：通道23-水平线性-结果
   * 备注：-
   */
  jg231: string;
  /**
   * 序号：212
   * 数据项：通道23-分辨力-结果
   * 备注：-
   */
  jg232: string;
  /**
   * 序号：213
   * 数据项：通道23-垂直线性-结果
   * 备注：-
   */
  jg233: string;
  /**
   * 序号：214
   * 数据项：通道23-灵敏度余量-结果
   * 备注：-
   */
  jg234: string;
  /**
   * 序号：215
   * 数据项：通道23-综合评定-结果
   * 备注：-
   */
  jg235: string;
  /**
   * 序号：216
   * 数据项：通道24-水平线性
   * 备注：-
   */
  cl241: string;
  /**
   * 序号：217
   * 数据项：通道24-分辨力
   * 备注：-
   */
  cl242: string;
  /**
   * 序号：218
   * 数据项：通道24-垂直线性
   * 备注：-
   */
  cl243: string;
  /**
   * 序号：219
   * 数据项：通道24-灵敏度余量
   * 备注：-
   */
  cl244: string;
  /**
   * 序号：220
   * 数据项：通道24-水平线性-结果
   * 备注：-
   */
  jg241: string;
  /**
   * 序号：221
   * 数据项：通道24-分辨力-结果
   * 备注：-
   */
  jg242: string;
  /**
   * 序号：222
   * 数据项：通道24-垂直线性-结果
   * 备注：-
   */
  jg243: string;
  /**
   * 序号：223
   * 数据项：通道24-灵敏度余量-结果
   * 备注：-
   */
  jg244: string;
  /**
   * 序号：224
   * 数据项：通道24-综合评定-结果
   * 备注：-
   */
  jg245: string;
  /**
   * 序号：225
   * 数据项：通道25-水平线性
   * 备注：-
   */
  cl251: string;
  /**
   * 序号：226
   * 数据项：通道25-分辨力
   * 备注：-
   */
  cl252: string;
  /**
   * 序号：227
   * 数据项：通道25-垂直线性
   * 备注：-
   */
  cl253: string;
  /**
   * 序号：228
   * 数据项：通道25-灵敏度余量
   * 备注：-
   */
  cl254: string;
  /**
   * 序号：229
   * 数据项：通道25-水平线性-结果
   * 备注：-
   */
  jg251: string;
  /**
   * 序号：230
   * 数据项：通道25-分辨力-结果
   * 备注：-
   */
  jg252: string;
  /**
   * 序号：231
   * 数据项：通道25-垂直线性-结果
   * 备注：-
   */
  jg253: string;
  /**
   * 序号：232
   * 数据项：通道25-灵敏度余量-结果
   * 备注：-
   */
  jg254: string;
  /**
   * 序号：233
   * 数据项：通道25-综合评定-结果
   * 备注：-
   */
  jg255: string;
  /**
   * 序号：234
   * 数据项：通道26-水平线性
   * 备注：-
   */
  cl261: string;
  /**
   * 序号：235
   * 数据项：通道26-分辨力
   * 备注：-
   */
  cl262: string;
  /**
   * 序号：236
   * 数据项：通道26-垂直线性
   * 备注：-
   */
  cl263: string;
  /**
   * 序号：237
   * 数据项：通道26-灵敏度余量
   * 备注：-
   */
  cl264: string;
  /**
   * 序号：238
   * 数据项：通道26-水平线性-结果
   * 备注：-
   */
  jg261: string;
  /**
   * 序号：239
   * 数据项：通道26-分辨力-结果
   * 备注：-
   */
  jg262: string;
  /**
   * 序号：240
   * 数据项：通道26-垂直线性-结果
   * 备注：-
   */
  jg263: string;
  /**
   * 序号：241
   * 数据项：通道26-灵敏度余量-结果
   * 备注：-
   */
  jg264: string;
  /**
   * 序号：242
   * 数据项：通道26-综合评定-结果
   * 备注：-
   */
  jg265: string;
  /**
   * 序号：243
   * 数据项：通道27-水平线性
   * 备注：-
   */
  cl271: string;
  /**
   * 序号：244
   * 数据项：通道27-分辨力
   * 备注：-
   */
  cl272: string;
  /**
   * 序号：245
   * 数据项：通道27-垂直线性
   * 备注：-
   */
  cl273: string;
  /**
   * 序号：246
   * 数据项：通道27-灵敏度余量
   * 备注：-
   */
  cl274: string;
  /**
   * 序号：247
   * 数据项：通道27-水平线性-结果
   * 备注：-
   */
  jg271: string;
  /**
   * 序号：248
   * 数据项：通道27-分辨力-结果
   * 备注：-
   */
  jg272: string;
  /**
   * 序号：249
   * 数据项：通道27-垂直线性-结果
   * 备注：-
   */
  jg273: string;
  /**
   * 序号：250
   * 数据项：通道27-灵敏度余量-结果
   * 备注：-
   */
  jg274: string;
  /**
   * 序号：251
   * 数据项：通道27-综合评定-结果
   * 备注：-
   */
  jg275: string;
  /**
   * 序号：252
   * 数据项：通道28-水平线性
   * 备注：-
   */
  cl281: string;
  /**
   * 序号：253
   * 数据项：通道28-分辨力
   * 备注：-
   */
  cl282: string;
  /**
   * 序号：254
   * 数据项：通道28-垂直线性
   * 备注：-
   */
  cl283: string;
  /**
   * 序号：255
   * 数据项：通道28-灵敏度余量
   * 备注：-
   */
  cl284: string;
  /**
   * 序号：256
   * 数据项：通道28-水平线性-结果
   * 备注：-
   */
  jg281: string;
  /**
   * 序号：257
   * 数据项：通道28-分辨力-结果
   * 备注：-
   */
  jg282: string;
  /**
   * 序号：258
   * 数据项：通道28-垂直线性-结果
   * 备注：-
   */
  jg283: string;
  /**
   * 序号：259
   * 数据项：通道28-灵敏度余量-结果
   * 备注：-
   */
  jg284: string;
  /**
   * 序号：260
   * 数据项：通道28-综合评定-结果
   * 备注：-
   */
  jg285: string;
  /**
   * 序号：261
   * 数据项：通道29-水平线性
   * 备注：-
   */
  cl291: string;
  /**
   * 序号：262
   * 数据项：通道29-分辨力
   * 备注：-
   */
  cl292: string;
  /**
   * 序号：263
   * 数据项：通道29-垂直线性
   * 备注：-
   */
  cl293: string;
  /**
   * 序号：264
   * 数据项：通道29-灵敏度余量
   * 备注：-
   */
  cl294: string;
  /**
   * 序号：265
   * 数据项：通道29-水平线性-结果
   * 备注：-
   */
  jg291: string;
  /**
   * 序号：266
   * 数据项：通道29-分辨力-结果
   * 备注：-
   */
  jg292: string;
  /**
   * 序号：267
   * 数据项：通道29-垂直线性-结果
   * 备注：-
   */
  jg293: string;
  /**
   * 序号：268
   * 数据项：通道29-灵敏度余量-结果
   * 备注：-
   */
  jg294: string;
  /**
   * 序号：269
   * 数据项：通道29-综合评定-结果
   * 备注：-
   */
  jg295: string;
  /**
   * 序号：270
   * 数据项：通道30-水平线性
   * 备注：-
   */
  cl301: string;
  /**
   * 序号：271
   * 数据项：通道30-分辨力
   * 备注：-
   */
  cl302: string;
  /**
   * 序号：272
   * 数据项：通道30-垂直线性
   * 备注：-
   */
  cl303: string;
  /**
   * 序号：273
   * 数据项：通道30-灵敏度余量
   * 备注：-
   */
  cl304: string;
  /**
   * 序号：274
   * 数据项：通道30-水平线性-结果
   * 备注：-
   */
  jg301: string;
  /**
   * 序号：275
   * 数据项：通道30-分辨力-结果
   * 备注：-
   */
  jg302: string;
  /**
   * 序号：276
   * 数据项：通道30-垂直线性-结果
   * 备注：-
   */
  jg303: string;
  /**
   * 序号：277
   * 数据项：通道30-灵敏度余量-结果
   * 备注：-
   */
  jg304: string;
  /**
   * 序号：278
   * 数据项：通道30-综合评定-结果
   * 备注：-
   */
  jg305: string;
  /**
   * 序号：279
   * 数据项：通道31-水平线性
   * 备注：-
   */
  cl311: string;
  /**
   * 序号：280
   * 数据项：通道31-分辨力
   * 备注：-
   */
  cl312: string;
  /**
   * 序号：281
   * 数据项：通道31-垂直线性
   * 备注：-
   */
  cl313: string;
  /**
   * 序号：282
   * 数据项：通道31-灵敏度余量
   * 备注：-
   */
  cl314: string;
  /**
   * 序号：283
   * 数据项：通道31-水平线性-结果
   * 备注：-
   */
  jg311: string;
  /**
   * 序号：284
   * 数据项：通道31-分辨力-结果
   * 备注：-
   */
  jg312: string;
  /**
   * 序号：285
   * 数据项：通道31-垂直线性-结果
   * 备注：-
   */
  jg313: string;
  /**
   * 序号：286
   * 数据项：通道31-灵敏度余量-结果
   * 备注：-
   */
  jg314: string;
  /**
   * 序号：287
   * 数据项：通道31-综合评定-结果
   * 备注：-
   */
  jg315: string;
  /**
   * 序号：288
   * 数据项：通道32-水平线性
   * 备注：-
   */
  cl321: string;
  /**
   * 序号：289
   * 数据项：通道32-分辨力
   * 备注：-
   */
  cl322: string;
  /**
   * 序号：290
   * 数据项：通道32-垂直线性
   * 备注：-
   */
  cl323: string;
  /**
   * 序号：291
   * 数据项：通道32-灵敏度余量
   * 备注：-
   */
  cl324: string;
  /**
   * 序号：292
   * 数据项：通道32-水平线性-结果
   * 备注：-
   */
  jg321: string;
  /**
   * 序号：293
   * 数据项：通道32-分辨力-结果
   * 备注：-
   */
  jg322: string;
  /**
   * 序号：294
   * 数据项：通道32-垂直线性-结果
   * 备注：-
   */
  jg323: string;
  /**
   * 序号：295
   * 数据项：通道32-灵敏度余量-结果
   * 备注：-
   */
  jg324: string;
  /**
   * 序号：296
   * 数据项：通道32-综合评定-结果
   * 备注：-
   */
  jg325: string;
  /**
   * 序号：297
   * 数据项：通道33-水平线性
   * 备注：-
   */
  cl331: string;
  /**
   * 序号：298
   * 数据项：通道33-分辨力
   * 备注：-
   */
  cl332: string;
  /**
   * 序号：299
   * 数据项：通道33-垂直线性
   * 备注：-
   */
  cl333: string;
  /**
   * 序号：300
   * 数据项：通道33-灵敏度余量
   * 备注：-
   */
  cl334: string;
  /**
   * 序号：301
   * 数据项：通道33-水平线性-结果
   * 备注：-
   */
  jg331: string;
  /**
   * 序号：302
   * 数据项：通道33-分辨力-结果
   * 备注：-
   */
  jg332: string;
  /**
   * 序号：303
   * 数据项：通道33-垂直线性-结果
   * 备注：-
   */
  jg333: string;
  /**
   * 序号：304
   * 数据项：通道33-灵敏度余量-结果
   * 备注：-
   */
  jg334: string;
  /**
   * 序号：305
   * 数据项：通道33-综合评定-结果
   * 备注：-
   */
  jg335: string;
  /**
   * 序号：306
   * 数据项：通道34-水平线性
   * 备注：-
   */
  cl341: string;
  /**
   * 序号：307
   * 数据项：通道34-分辨力
   * 备注：-
   */
  cl342: string;
  /**
   * 序号：308
   * 数据项：通道34-垂直线性
   * 备注：-
   */
  cl343: string;
  /**
   * 序号：309
   * 数据项：通道34-灵敏度余量
   * 备注：-
   */
  cl344: string;
  /**
   * 序号：310
   * 数据项：通道34-水平线性-结果
   * 备注：-
   */
  jg341: string;
  /**
   * 序号：311
   * 数据项：通道34-分辨力-结果
   * 备注：-
   */
  jg342: string;
  /**
   * 序号：312
   * 数据项：通道34-垂直线性-结果
   * 备注：-
   */
  jg343: string;
  /**
   * 序号：313
   * 数据项：通道34-灵敏度余量-结果
   * 备注：-
   */
  jg344: string;
  /**
   * 序号：314
   * 数据项：通道34-综合评定-结果
   * 备注：-
   */
  jg345: string;
  /**
   * 序号：315
   * 数据项：通道35-水平线性
   * 备注：-
   */
  cl351: string;
  /**
   * 序号：316
   * 数据项：通道35-分辨力
   * 备注：-
   */
  cl352: string;
  /**
   * 序号：317
   * 数据项：通道35-垂直线性
   * 备注：-
   */
  cl353: string;
  /**
   * 序号：318
   * 数据项：通道35-灵敏度余量
   * 备注：-
   */
  cl354: string;
  /**
   * 序号：319
   * 数据项：通道35-水平线性-结果
   * 备注：-
   */
  jg351: string;
  /**
   * 序号：320
   * 数据项：通道35-分辨力-结果
   * 备注：-
   */
  jg352: string;
  /**
   * 序号：321
   * 数据项：通道35-垂直线性-结果
   * 备注：-
   */
  jg353: string;
  /**
   * 序号：322
   * 数据项：通道35-灵敏度余量-结果
   * 备注：-
   */
  jg354: string;
  /**
   * 序号：323
   * 数据项：通道35-综合评定-结果
   * 备注：-
   */
  jg355: string;
  /**
   * 序号：324
   * 数据项：探伤工
   * 备注：-
   */
  tsg: string;
  /**
   * 序号：325
   * 数据项：工长
   * 备注：-
   */
  gz: string;
  /**
   * 序号：326
   * 数据项：质检员
   * 备注：-
   */
  zjy: string;
  /**
   * 序号：327
   * 数据项：验收员
   * 备注：-
   */
  ysy: string;
  /**
   * 序号：328
   * 数据项：维修工
   * 备注：-
   */
  wxg: string;
  /**
   * 序号：329
   * 数据项：设备专职
   * 备注：-
   */
  sbzz: string;
  /**
   * 序号：330
   * 数据项：探伤专职
   * 备注：-
   */
  tszz: string;
  /**
   * 序号：331
   * 数据项：主管领导
   * 备注：-
   */
  zgld: string;
  /**
   * 序号：332
   * 数据项：备注
   * 备注：-
   */
  bz: string;
}
