export interface I52a {
  /**
   * 序号：1
   * 数据项：主键，UUID
   * 备注：-
   */
  id: string;
  /**
   * 序号：2
   * 数据项：写入时间
   * 备注：-
   */
  xrsj: string;
  /**
   * 序号：3
   * 数据项：单位名称
   * 备注：-
   */
  dwmc: string;
  /**
   * 序号：4
   * 数据项：探伤时间
   * 备注：-
   */
  tssj: string;
  /**
   * 序号：5
   * 数据项：轴型
   * 备注：-
   */
  zx: string;
  /**
   * 序号：6
   * 数据项：轴号
   * 备注：-
   */
  zh: string;
  /**
   * 序号：7
   * 数据项：车轴制造日期
   * 备注：-
   */
  czzzrq: string;
  /**
   * 序号：8
   * 数据项：车轴制造单位
   * 备注：-
   */
  czzzdw: string;
  /**
   * 序号：9
   * 数据项：轮对首次组装日期
   * 备注：-
   */
  ldsczzrq: string;
  /**
   * 序号：10
   * 数据项：轮对首次组装单位
   * 备注：-
   */
  ldsczzdw: string;
  /**
   * 序号：11
   * 数据项：轮对末次组装日期
   * 备注：-
   */
  ldmczzrq: string;
  /**
   * 序号：12
   * 数据项：轮对末次组装单位
   * 备注：-
   */
  ldmczzdw: string;
  /**
   * 序号：13
   * 数据项：探头编号1
   * 备注：-
   */
  ttbh1: string;
  /**
   * 序号：14
   * 数据项：缺陷数量及位置1
   * 备注：-
   */
  qxslwz1: string;
  /**
   * 序号：15
   * 数据项：缺陷类型1
   * 备注：-
   */
  qxlx1: string;
  /**
   * 序号：16
   * 数据项：探头编号2
   * 备注：-
   */
  ttbh2: string;
  /**
   * 序号：17
   * 数据项：缺陷数量及位置2
   * 备注：-
   */
  qxslwz2: string;
  /**
   * 序号：18
   * 数据项：缺陷类型2
   * 备注：-
   */
  qxlx2: string;
  /**
   * 序号：19
   * 数据项：探头编号3
   * 备注：-
   */
  ttbh3: string;
  /**
   * 序号：20
   * 数据项：缺陷数量及位置3
   * 备注：-
   */
  qxslwz3: string;
  /**
   * 序号：21
   * 数据项：缺陷类型3
   * 备注：-
   */
  qxlx3: string;
  /**
   * 序号：22
   * 数据项：探头编号4
   * 备注：-
   */
  ttbh4: string;
  /**
   * 序号：23
   * 数据项：缺陷数量及位置4
   * 备注：-
   */
  qxslwz4: string;
  /**
   * 序号：24
   * 数据项：缺陷类型4
   * 备注：-
   */
  qxlx4: string;
  /**
   * 序号：25
   * 数据项：探头编号5
   * 备注：-
   */
  ttbh5: string;
  /**
   * 序号：26
   * 数据项：缺陷数量及位置5
   * 备注：-
   */
  qxslwz5: string;
  /**
   * 序号：27
   * 数据项：缺陷类型5
   * 备注：-
   */
  qxlx5: string;
  /**
   * 序号：28
   * 数据项：探头编号6
   * 备注：-
   */
  ttbh6: string;
  /**
   * 序号：29
   * 数据项：缺陷数量及位置6
   * 备注：-
   */
  qxslwz6: string;
  /**
   * 序号：30
   * 数据项：缺陷类型6
   * 备注：-
   */
  qxlx6: string;
  /**
   * 序号：31
   * 数据项：探头编号7
   * 备注：-
   */
  ttbh7: string;
  /**
   * 序号：32
   * 数据项：缺陷数量及位置7
   * 备注：-
   */
  qxslwz7: string;
  /**
   * 序号：33
   * 数据项：缺陷类型7
   * 备注：-
   */
  qxlx7: string;
  /**
   * 序号：34
   * 数据项：探头编号8
   * 备注：-
   */
  ttbh8: string;
  /**
   * 序号：35
   * 数据项：缺陷数量及位置8
   * 备注：-
   */
  qxslwz8: string;
  /**
   * 序号：36
   * 数据项：缺陷类型8
   * 备注：-
   */
  qxlx8: string;
  /**
   * 序号：37
   * 数据项：探头编号9
   * 备注：-
   */
  ttbh9: string;
  /**
   * 序号：38
   * 数据项：缺陷数量及位置9
   * 备注：-
   */
  qxslwz9: string;
  /**
   * 序号：39
   * 数据项：缺陷类型9
   * 备注：-
   */
  qxlx9: string;
  /**
   * 序号：40
   * 数据项：探头编号10
   * 备注：-
   */
  ttbh10: string;
  /**
   * 序号：41
   * 数据项：缺陷数量及位置10
   * 备注：-
   */
  qxslwz10: string;
  /**
   * 序号：42
   * 数据项：缺陷类型10
   * 备注：-
   */
  qxlx10: string;
  /**
   * 序号：43
   * 数据项：探头编号11
   * 备注：-
   */
  ttbh11: string;
  /**
   * 序号：44
   * 数据项：缺陷数量及位置11
   * 备注：-
   */
  qxslwz11: string;
  /**
   * 序号：45
   * 数据项：缺陷类型11
   * 备注：-
   */
  qxlx11: string;
  /**
   * 序号：46
   * 数据项：探头编号12
   * 备注：-
   */
  ttbh12: string;
  /**
   * 序号：47
   * 数据项：缺陷数量及位置12
   * 备注：-
   */
  qxslwz12: string;
  /**
   * 序号：48
   * 数据项：缺陷类型12
   * 备注：-
   */
  qxlx12: string;
  /**
   * 序号：49
   * 数据项：探头编号13
   * 备注：-
   */
  ttbh13: string;
  /**
   * 序号：50
   * 数据项：缺陷数量及位置13
   * 备注：-
   */
  qxslwz13: string;
  /**
   * 序号：51
   * 数据项：缺陷类型13
   * 备注：-
   */
  qxlx13: string;
  /**
   * 序号：52
   * 数据项：探头编号14
   * 备注：-
   */
  ttbh14: string;
  /**
   * 序号：53
   * 数据项：缺陷数量及位置14
   * 备注：-
   */
  qxslwz14: string;
  /**
   * 序号：54
   * 数据项：缺陷类型14
   * 备注：-
   */
  qxlx14: string;
  /**
   * 序号：55
   * 数据项：探头编号15
   * 备注：-
   */
  ttbh15: string;
  /**
   * 序号：56
   * 数据项：缺陷数量及位置15
   * 备注：-
   */
  qxslwz15: string;
  /**
   * 序号：57
   * 数据项：缺陷类型15
   * 备注：-
   */
  qxlx15: string;
  /**
   * 序号：58
   * 数据项：左轴颈扫描图
   * 备注：-
   */
  zzjsmt: string;
  /**
   * 序号：59
   * 数据项：右轴颈扫描图
   * 备注：-
   */
  yzjsmt: string;
  /**
   * 序号：60
   * 数据项：左轮座扫描图
   * 备注：-
   */
  zlzsmt: string;
  /**
   * 序号：61
   * 数据项：右轮座扫描图
   * 备注：-
   */
  ylzsmt: string;
  /**
   * 序号：62
   * 数据项：左穿透扫描图
   * 备注：-
   */
  zctsmt: string;
  /**
   * 序号：63
   * 数据项：右穿透扫描图
   * 备注：-
   */
  yctsmt: string;
  /**
   * 序号：64
   * 数据项：处理方法
   * 备注：-
   */
  clff: string;
  /**
   * 序号：65
   * 数据项：探伤工
   * 备注：-
   */
  tsg: string;
  /**
   * 序号：66
   * 数据项：探伤工长
   * 备注：-
   */
  gz: string;
  /**
   * 序号：67
   * 数据项：质检员
   * 备注：-
   */
  zjy: string;
  /**
   * 序号：68
   * 数据项：验收员
   * 备注：-
   */
  ysy: string;
}
